{
  "en": "English ­ЪЄ║­ЪЄИ",
  "ru": "Russian ­ЪЄи­ЪЄ║",
  "ge": "Georgian ­ЪЄг­ЪЄф",

  "Home": "рЃЏрЃЌрЃљрЃЋрЃљрЃарЃў рЃњрЃЋрЃћрЃарЃЊрЃў",
  "Solutions": "рЃњрЃљрЃЊрЃљрЃгрЃДрЃЋрЃћрЃбрЃћрЃЉрЃў",
  "Payment Solutions System": "рЃАрЃљрЃњрЃљрЃЊрЃљрЃ«рЃЊрЃЮ рЃњрЃљрЃЊрЃљрЃгрЃДрЃЋрЃћрЃбрЃћрЃЉрЃўрЃА рЃАрЃўрЃАрЃбрЃћрЃЏрЃљ",
  "Credit Card Processing": "рЃАрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ рЃЉрЃљрЃарЃљрЃЌрЃўрЃА рЃбрЃарЃљрЃюрЃќрЃљрЃЦрЃфрЃўрЃћрЃЉрЃўрЃА рЃЊрЃљрЃЏрЃБрЃерЃљрЃЋрЃћрЃЉрЃљ",
  "Internet Acquiring Solution": "рЃўрЃюрЃбрЃћрЃарЃюрЃћрЃб рЃерЃћрЃАрЃДрЃўрЃЊрЃЋрЃћрЃЉрЃўрЃА рЃњрЃљрЃЊрЃљрЃгрЃДрЃЋрЃћрЃбрЃћрЃЉрЃў",
  "Payment Gateway": "рЃАрЃљрЃњрЃљрЃЊрЃљрЃ«рЃЊрЃЮ рЃ«рЃљрЃќрЃў",
  "Recurring Billing service": "рЃњрЃљрЃюрЃљрЃ«рЃџрЃћрЃЉрЃљрЃЊрЃў рЃљрЃюрЃњрЃљрЃарЃўрЃерЃАрЃгрЃЮрЃарЃћрЃЉрЃўрЃА рЃАрЃћрЃарЃЋрЃўрЃАрЃў",
  "Multicurrency Processing": "рЃЏрЃБрЃџрЃбрЃўрЃЋрЃљрЃџрЃБрЃбрЃўрЃА рЃЊрЃљрЃЏрЃБрЃерЃљрЃЋрЃћрЃЉрЃљ",
  "Partners": "рЃърЃљрЃарЃбрЃюрЃўрЃЮрЃарЃћрЃЉрЃў",
  "Knowledge Base": "рЃфрЃЮрЃЊрЃюрЃўрЃА рЃЉрЃљрЃќрЃљ",
  "F.A.Q.": "F.A.Q.",
  "Glossary": "рЃбрЃћрЃарЃЏрЃўрЃюрЃЮрЃџрЃЮрЃњрЃўрЃўрЃА рЃЉрЃљрЃќрЃљ",
  "About Us": "рЃЕрЃЋрЃћрЃю рЃерЃћрЃАрЃљрЃ«рЃћрЃЉ",
  "Contact Us": "рЃЎрЃЮрЃюрЃбрЃљрЃЦрЃбрЃў",
  "Payment": "рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃљ",

  "Phone": "рЃбрЃћрЃџрЃћрЃцрЃЮрЃюрЃў",
  "Email": "рЃћрЃџ.рЃцрЃЮрЃАрЃбрЃљ",
  "Address": "рЃЏрЃўрЃАрЃљрЃЏрЃљрЃарЃЌрЃў",
  "Identification Number": "рЃАрЃљрЃўрЃЊрЃћрЃюрЃбрЃўрЃцрЃўрЃЎрЃљрЃфрЃўрЃЮ рЃюрЃЮрЃЏрЃћрЃарЃў",

  "Get started": "рЃЊрЃљрЃўрЃгрЃДрЃћ",
  "Account": "рЃљрЃюрЃњрЃљрЃарЃўрЃерЃў",

  "__comment__": "Do not translate this. Footer",

  "New Payment System LLC": "рЃћрЃА рЃљрЃџрЃЉрЃљрЃЌ рЃАрЃљрЃ«рЃћрЃџрЃўрЃљ рЃљрЃа рЃўрЃЌрЃљрЃарЃњрЃЏрЃюрЃћрЃЉрЃљ",
  "If you are reading this, then you are looking for more profitable and stable solution! Receive our offer and solve the payment solution issue once and for all!": "рЃЌрЃБрЃЎрЃў рЃљрЃ«рЃџрЃљ рЃљрЃЏрЃљрЃА рЃЎрЃўрЃЌрЃ«рЃБрЃџрЃЮрЃЉ, рЃћрЃАрЃћ рЃўрЃњрЃў рЃБрЃцрЃарЃЮ рЃЏрЃЮрЃЏрЃњрЃћрЃЉрЃўрЃљрЃю рЃЊрЃљ рЃАрЃљрЃюрЃЊрЃЮ рЃњрЃљрЃЊрЃљрЃгрЃДрЃЋрЃћрЃбрЃћрЃЉрЃўрЃА рЃФрЃўрЃћрЃЉрЃљрЃерЃў рЃ«рЃљрЃа! рЃњрЃљрЃћрЃфрЃљрЃюрЃў рЃЕрЃЋрЃћрЃюрЃА рЃерЃћрЃЌрЃљрЃЋрЃќрЃћрЃЉрЃљрЃА рЃЊрЃљ рЃЏрЃЮрЃљрЃњрЃЋрЃљрЃарЃћ рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃўрЃА рЃњрЃљрЃЊрЃљрЃгрЃДрЃЋрЃћрЃбрЃўрЃА рЃАрЃљрЃЎрЃўрЃЌрЃ«рЃў рЃћрЃарЃЌрЃ«рЃћрЃџ рЃЊрЃљ рЃАрЃљрЃЏрЃБрЃЊрЃљрЃЏрЃЮрЃЊ!",
  "Contact": "рЃЎрЃЮрЃюрЃбрЃљрЃЦрЃбрЃў",
  "Support": "рЃЊрЃљрЃ«рЃЏрЃљрЃарЃћрЃЉрЃљ",
  "Copyright 2023 New Payment System LLC. All Rights Reserved": "рЃАрЃљрЃљрЃЋрЃбрЃЮрЃарЃЮ рЃБрЃцрЃџрЃћрЃЉрЃљ 2023 рЃљрЃ«рЃљрЃџрЃў рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃўрЃА рЃАрЃўрЃАрЃбрЃћрЃЏрЃљ рЃерЃърЃА. р▓ДрЃЋрЃћрЃџрЃљ рЃБрЃцрЃџрЃћрЃЉрЃљ рЃЊрЃљрЃфрЃБрЃџрЃўрЃљ",

  "__comment__": "Do not translate this. Interaction List",

  "Application": "рЃњрЃљрЃюрЃљрЃфрЃ«рЃљрЃЊрЃў",
  "Submit your application": "рЃњрЃљрЃљрЃЎрЃћрЃЌрЃћ рЃњрЃљрЃюрЃљрЃфрЃ«рЃљрЃЊрЃў",

  "Documents": "рЃЊрЃЮрЃЎрЃБрЃЏрЃћрЃюрЃбрЃљрЃфрЃўрЃљ",
  "To provide all documents": "рЃДрЃЋрЃћрЃџрЃљ рЃЊрЃЮрЃЎрЃБрЃЏрЃћрЃюрЃбрЃўрЃА рЃгрЃљрЃарЃЊрЃњрЃћрЃюрЃљ",

  "Contract": "рЃЎрЃЮрЃюрЃбрЃарЃљрЃЦрЃбрЃў",
  "To sign a contract": "рЃЎрЃЮрЃюрЃбрЃарЃљрЃЦрЃбрЃўрЃА рЃ«рЃћрЃџрЃЏрЃЮрЃгрЃћрЃарЃљ",

  "Integration": "рЃўрЃюрЃбрЃћрЃњрЃарЃљрЃфрЃўрЃљ",
  "To make tech. integration": "рЃбрЃћрЃЦ.рЃўрЃюрЃбрЃћрЃњрЃарЃљрЃфрЃўрЃўрЃА рЃњрЃљрЃюрЃ«рЃЮрЃарЃфрЃўрЃћрЃџрЃћрЃЉрЃљ",

  "Submit application": "рЃњрЃљрЃюрЃљрЃфрЃ«рЃљрЃЊрЃўрЃА рЃњрЃљрЃЎрЃћрЃЌрЃћрЃЉрЃљ",
  "Your number": "рЃерЃћрЃюрЃў рЃюрЃЮрЃЏрЃћрЃарЃў",

  "Sign up": "рЃарЃћрЃњрЃўрЃАрЃбрЃарЃљрЃфрЃўрЃљ",

  "How to connect": "рЃарЃЮрЃњрЃЮрЃа рЃЊрЃљрЃЎрЃљрЃЋрЃерЃўрЃарЃћрЃЉрЃљ",

  "Payment Solutions System from Fastoo": "рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃўрЃА рЃњрЃљрЃЊрЃљрЃгрЃДрЃЋрЃћрЃбрЃўрЃџрЃћрЃЉрЃћрЃЉрЃўрЃА рЃАрЃўрЃАрЃбрЃћрЃЏрЃљ Fastoo-рЃАрЃњрЃљрЃю",
  "Coming soon": "рЃЏрЃљрЃџрЃћ",
  "About us": "р▓ЕрЃЋрЃћрЃюрЃА рЃерЃћрЃАрЃљрЃ«рЃћрЃЉ",

  "__comment__": "Do not translate this. Home Page",

  "We do not miss important details": "рЃЕрЃЋрЃћрЃю рЃљрЃа рЃњрЃљрЃЏрЃЮрЃЋрЃбрЃЮрЃЋрЃћрЃЉрЃЌ рЃЏрЃюрЃўрЃерЃЋрЃюрЃћрЃџрЃЮрЃЋрЃљрЃю рЃЊрЃћрЃбрЃљрЃџрЃћрЃЉрЃА.",
  "Individual and careful approach leads to complete understanding of your needs. You will recieve even better payment solution than you expect!": "рЃўрЃюрЃЊрЃўрЃЋрЃўрЃЊрЃБрЃљрЃџрЃБрЃарЃў рЃЊрЃљ рЃЏрЃќрЃарЃБрЃюрЃЋрЃћрЃџрЃў рЃЏрЃўрЃЊрЃњрЃЮрЃЏрЃљ рЃњрЃЋрЃљрЃФрЃџрЃћрЃЋрЃА рЃЌрЃЦрЃЋрЃћрЃюрЃў рЃАрЃљрЃГрЃўрЃарЃЮрЃћрЃЉрЃўрЃА рЃАрЃарЃБрЃџрЃљрЃЊ рЃњрЃљрЃљрЃќрЃарЃћрЃЉрЃўрЃА рЃерЃћрЃАрЃљрЃФрЃџрЃћрЃЉрЃџрЃЮрЃЉрЃљрЃА. рЃЏрЃќрЃљрЃЊ рЃўрЃДрЃљрЃЋрЃўрЃЌ, рЃЏрЃўрЃўрЃдрЃЮрЃЌ рЃўрЃЏрЃљрЃќрЃћ рЃБрЃЎрЃћрЃЌрЃћрЃАрЃў рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃўрЃА рЃњрЃљрЃЊрЃљрЃгрЃДрЃЋрЃћрЃбрЃљ, рЃЋрЃўрЃЊрЃарЃћ рЃЏрЃЮрЃћрЃџрЃўрЃЌ!",
  "What is Fastoo?": "рЃарЃљ рЃљрЃарЃўрЃА Fastoo?",
  "Fastoo is a payment service provider of online merchant accounts with secured and reliable payment gateway": "Fastoo рЃљрЃарЃўрЃА рЃЮрЃюрЃџрЃљрЃўрЃю рЃАрЃљрЃЋрЃљрЃГрЃарЃЮ рЃљрЃюрЃњрЃљрЃарЃўрЃерЃћрЃЉрЃўрЃА рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃўрЃА рЃАрЃћрЃарЃЋрЃўрЃАрЃўрЃА рЃърЃарЃЮрЃЋрЃљрЃўрЃЊрЃћрЃарЃў рЃБрЃАрЃљрЃцрЃарЃЌрЃ«рЃЮ рЃЊрЃљ рЃАрЃљрЃўрЃЏрЃћрЃЊрЃЮ рЃАрЃљрЃњрЃљрЃЊрЃљрЃ«рЃЊрЃЮ рЃ«рЃљрЃќрЃўрЃЌ",
  "Who are our clients?": "рЃЋрЃўрЃю рЃљрЃарЃўрЃљрЃю рЃЕрЃЋрЃћрЃюрЃў рЃЎрЃџрЃўрЃћрЃюрЃбрЃћрЃЉрЃў?",
  "Our clients are merchants that need online payment solutions and internet acquiring for accepting payments via their website.": "рЃЕрЃЋрЃћрЃюрЃў рЃЎрЃџрЃўрЃћрЃюрЃбрЃћрЃЉрЃў рЃљрЃарЃўрЃљрЃю рЃЏрЃћрЃарЃЕрЃљрЃюрЃбрЃћрЃЉрЃў, рЃарЃЮрЃЏрЃџрЃћрЃЉрЃАрЃљрЃф рЃАрЃГрЃўрЃарЃЊрЃћрЃЉрЃљрЃЌ рЃўрЃюрЃбрЃћрЃарЃюрЃћрЃб рЃАрЃљрЃњрЃљрЃЊрЃљрЃ«рЃЊрЃЮ рЃњрЃљрЃЊрЃљрЃгрЃДрЃЋрЃћрЃбрЃћрЃЉрЃў рЃЋрЃћрЃЉ-рЃАрЃљрЃўрЃбрЃќрЃћ рЃњрЃљрЃюрЃ«рЃЮрЃарЃфрЃўрЃћрЃџрЃћрЃЉрЃБрЃџрЃў рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃћрЃЉрЃўрЃА рЃЏрЃўрЃАрЃљрЃдрЃћрЃЉрЃљрЃЊ.",
  "Why choose Fastoo?": "рЃарЃљрЃбрЃЮрЃЏ рЃљрЃЋрЃўрЃарЃЕрЃўрЃЮрЃЌ Fastoo?",
  "Fastoo provides first-rate service along with affordable pricing and high security level. Apply for a merchant account and make sure!": "рЃБрЃАрЃљрЃцрЃарЃЌрЃ«рЃЮрЃћрЃЉрЃўрЃА рЃЏрЃљрЃдрЃљрЃџ рЃЊрЃЮрЃюрЃћрЃАрЃЌрЃљрЃю рЃћрЃарЃЌрЃљрЃЊ Fastoo рЃњрЃЌрЃљрЃЋрЃљрЃќрЃЮрЃЉрЃЌ рЃ«рЃљрЃарЃўрЃАрЃ«рЃўрЃљрЃю рЃЏрЃЮрЃЏрЃАрЃљрЃ«рЃБрЃарЃћрЃЉрЃљрЃА рЃ«рЃћрЃџрЃЏрЃўрЃАрЃљрЃгрЃЋрЃЊрЃЮрЃЏ рЃцрЃљрЃАрЃљрЃЊ. рЃњрЃљрЃљрЃЎрЃћрЃЌрЃћрЃЌ рЃњрЃљрЃюрЃљрЃфрЃ«рЃљрЃЊрЃў рЃЏрЃћрЃарЃЕрЃљрЃюрЃбрЃўрЃА рЃљрЃюрЃњрЃљрЃарЃўрЃерЃќрЃћ рЃЊрЃљ рЃЌрЃљрЃЋрЃљрЃЊ рЃЊрЃљрЃарЃгрЃЏрЃБрЃюрЃЊрЃўрЃЌ!",
  "Apply for Fastoo merchant services now!": "рЃњрЃљрЃљрЃЎрЃћрЃЌрЃћрЃЌ рЃњрЃљрЃюрЃљрЃфрЃ«рЃљрЃЊрЃў рЃЏрЃћрЃарЃЕрЃљрЃюрЃбрЃўрЃА рЃАрЃћрЃарЃЋрЃўрЃАрЃќрЃћ рЃЊрЃдрЃћрЃАрЃЋрЃћ!",
  "To work with Fastoo processing means to earn money receiving genuine payments through reliable payment gateway.Start accepting credit cards with us and enjoy it!": "Fastoo-рЃАрЃЌрЃљрЃю рЃЏрЃБрЃерЃљрЃЮрЃЉрЃљ рЃюрЃўрЃерЃюрЃљрЃЋрЃА рЃцрЃБрЃџрЃўрЃА рЃњрЃљрЃЏрЃЮрЃЏрЃБрЃерЃљрЃЋрЃћрЃЉрЃљрЃА рЃюрЃљрЃЏрЃЊрЃЋрЃўрЃџрЃў рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃћрЃЉрЃўрЃА рЃЏрЃўрЃдрЃћрЃЉрЃўрЃЌ      рЃАрЃљрЃњрЃљрЃЊрЃљрЃ«рЃЊрЃЮ рЃ«рЃљрЃќрЃўрЃА рЃЏрЃћрЃерЃЋрЃћрЃЮрЃЉрЃўрЃЌ. рЃЊрЃљрЃўрЃгрЃДрЃћрЃЌ рЃАрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ рЃЉрЃљрЃарЃљрЃЌрЃћрЃЉрЃўрЃА рЃЊрЃљрЃЏрЃБрЃерЃљрЃЋрЃћрЃЉрЃљ рЃЕрЃЋрЃћрЃюрЃЌрЃљрЃю рЃЊрЃљ рЃЏрЃўрЃўрЃдрЃћрЃЌ рЃЌрЃЦрЃЋрЃћрЃюрЃЌрЃЋрЃўрЃА рЃАрЃљрЃАрЃўрЃљрЃЏрЃЮрЃЋрЃюрЃЮ рЃерЃћрЃЊрЃћрЃњрЃћрЃЉрЃў!",
  "Get in touch with us": "рЃЊрЃљрЃњрЃЋрЃўрЃЎрЃљрЃЋрЃерЃўрЃарЃЊрЃўрЃЌ",
  "Our professional account managers are always glad to hear from you. They will make your integration quick and smooth.": "рЃЕрЃЋрЃћрЃюрЃў рЃљрЃюрЃњрЃљрЃарЃўрЃерЃўрЃА рЃЏрЃћрЃюрЃћрЃ»рЃћрЃарЃћрЃЉрЃўрЃА рЃърЃарЃЮрЃцрЃћрЃАрЃўрЃЮрЃюрЃљрЃџрЃБрЃарЃў рЃњрЃБрЃюрЃЊрЃў рЃАрЃўрЃљрЃЏрЃЮрЃЋрЃюрЃћрЃЉрЃўрЃЌ рЃЊрЃљрЃњрЃўрЃЎрЃљрЃЋрЃерЃўрЃарЃЊрЃћрЃЉрЃљрЃЌ рЃЊрЃљ рЃЊрЃљрЃњрЃћрЃ«рЃЏрЃљрЃарЃћрЃЉрЃљрЃЌ рЃАрЃгрЃарЃљрЃц рЃЊрЃљ рЃБрЃърЃарЃЮрЃЉрЃџрЃћрЃЏрЃЮ рЃўрЃюрЃбрЃћрЃњрЃарЃљрЃфрЃўрЃљрЃерЃў.",
  "Become approved": "рЃЏрЃўрЃўрЃдрЃћрЃЌ рЃЊрЃљрЃАрЃбрЃБрЃарЃў",
  "Give us a bit of time and become approved! Thanks to our wide range of acquiring banks and partners we are able to find payment solution literally for every merchant.": "рЃЏрЃЮрЃњрЃЋрЃћрЃфрЃўрЃЌ рЃАрЃБрЃџ рЃЏрЃфрЃўрЃарЃћ рЃЊрЃарЃЮ рЃЊрЃљ рЃЏрЃўрЃўрЃдрЃћрЃЌ рЃЊрЃљрЃАрЃбрЃБрЃарЃў! рЃЕрЃЋрЃћрЃюрЃў рЃћрЃЦрЃЋрЃљрЃўрЃарЃћрЃарЃў рЃЊрЃљ рЃърЃљрЃарЃбрЃюрЃўрЃЮрЃарЃћрЃЉрЃўрЃА рЃцрЃљрЃарЃЌрЃЮ рЃАрЃърЃћрЃЦрЃбрЃарЃўрЃА рЃгрЃДрЃљрЃџрЃЮрЃЉрЃўрЃЌ, рЃерЃћрЃњрЃЋрЃўрЃФрЃџрЃўрЃљ рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃћрЃЉрЃўрЃА рЃњрЃљрЃЊрЃљрЃгрЃДрЃЋрЃћрЃбрЃћрЃЉрЃўрЃА рЃърЃЮрЃЋрЃюрЃљ рЃцрЃљрЃЦрЃбрЃЮрЃЉрЃарЃўрЃЋрЃљрЃЊ рЃДрЃЋрЃћрЃџрЃљ рЃЏрЃћрЃарЃЕрЃљрЃюрЃбрЃўрЃАрЃЌрЃЋрЃўрЃА",
  "Start accepting payments": "рЃЊрЃљрЃўрЃгрЃДрЃћрЃЌ рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃћрЃЉрЃўрЃА рЃЏрЃўрЃдрЃћрЃЉрЃљ",
  "Once approved, you will start accepting payments within few business days. Do not forget to make a test transaction!": "рЃЊрЃљрЃЏрЃбрЃЎрЃўрЃфрЃћрЃЉрЃўрЃА рЃерЃћрЃЏрЃЊрЃћрЃњ рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃћрЃЉрЃўрЃА рЃЏрЃўрЃдрЃћрЃЉрЃљрЃА рЃарЃљрЃЏрЃЊрЃћрЃюрЃўрЃЏрЃћ рЃАрЃљрЃЏрЃБрЃерЃљрЃЮ рЃЊрЃдрЃўрЃА рЃњрЃљрЃюрЃЏрЃљрЃЋрЃџрЃЮрЃЉрЃљрЃерЃў рЃЊрЃљрЃўрЃгрЃДрЃћрЃЉрЃЌ. рЃљрЃа рЃЊрЃљрЃњрЃљрЃЋрЃўрЃгрЃДрЃЊрЃћрЃЌ рЃАрЃљрЃбрЃћрЃАрЃбрЃЮ рЃбрЃарЃљрЃюрЃќрЃљрЃЦрЃфрЃўрЃўрЃА рЃњрЃљрЃюрЃ«рЃЮрЃарЃфрЃўрЃћрЃџрЃћрЃЉрЃљ!.",
  "Who is Fastoo?": "рЃЋрЃўрЃю рЃљрЃарЃўрЃА Fastoo?",
  "Fastoo INC. is a Canadian company, licensed by the standards of Money Service Business (MSB) that builds business upon high-quality service and customersРђЎ trust, providing that individual and attentive approach, immediate reaction to inquiries, readiness to provide nothing but the best possible service are the qualities to focus on, because they make us reliable.": "Fastoo INC. рЃљрЃарЃўрЃА Money Service Business (MSB) рЃАрЃбрЃљрЃюрЃЊрЃљрЃарЃбрЃћрЃЉрЃўрЃЌ рЃџрЃўрЃфрЃћрЃюрЃќрЃўрЃарЃћрЃЉрЃБрЃџрЃў рЃЎрЃљрЃюрЃљрЃЊрЃБрЃарЃў рЃЎрЃЮрЃЏрЃърЃљрЃюрЃўрЃљ, рЃарЃЮрЃЏрЃћрЃџрЃўрЃф рЃљрЃерЃћрЃюрЃћрЃЉрЃА рЃЉрЃўрЃќрЃюрЃћрЃАрЃА рЃЏрЃљрЃдрЃљрЃџрЃў рЃ«рЃљрЃарЃўрЃАрЃ«рЃўрЃА рЃАрЃћрЃарЃЋрЃўрЃАрЃќрЃћ рЃЊрЃљ рЃЏрЃЮрЃЏрЃ«рЃЏрЃљрЃарЃћрЃЉрЃћрЃџрЃЌрЃљ рЃюрЃЊрЃЮрЃЉрЃљрЃќрЃћ, рЃБрЃќрЃарЃБрЃюрЃЋрЃћрЃџрЃДрЃЮрЃцрЃА рЃўрЃюрЃЊрЃўрЃЋрЃўрЃЊрЃБрЃљрЃџрЃБрЃа рЃЏрЃўрЃЊрЃњрЃЮрЃЏрЃљрЃА, рЃЊрЃљрЃБрЃДрЃЮрЃЋрЃюрЃћрЃЉрЃџрЃўрЃЋ рЃарЃћрЃљрЃњрЃўрЃарЃћрЃЉрЃА рЃЏрЃЮрЃЌрЃ«рЃЮрЃЋрЃюрЃћрЃЉрЃќрЃћ рЃЊрЃљ рЃЏрЃќрЃљрЃЊрЃљрЃљ рЃЏрЃљрЃЦрЃАрЃўрЃЏрЃљрЃџрЃБрЃарЃљрЃЊ рЃЮрЃърЃбрЃўрЃЏрЃљрЃџрЃБрЃарЃў рЃЏрЃЮрЃЏрЃАрЃљрЃ«рЃБрЃарЃћрЃЉрЃўрЃАрЃЌрЃЋрЃўрЃА. рЃАрЃгрЃЮрЃарЃћрЃЊ рЃљрЃЏ рЃЌрЃЋрЃўрЃАрЃћрЃЉрЃћрЃЉрЃќрЃћ рЃЋрЃљрЃЏрЃљрЃ«рЃЋрЃўрЃџрЃћрЃЉрЃЌ рЃДрЃБрЃарЃљрЃЊрЃдрЃћрЃЉрЃљрЃА, рЃарЃљрЃЊрЃњрЃљрЃю рЃўрЃАрЃўрЃюрЃў рЃАрЃљрЃюрЃЊрЃЮ рЃърЃљрЃарЃбрЃюрЃўрЃЮрЃарЃћрЃЉрЃљрЃЊ рЃњрЃЋрЃљрЃЦрЃфрЃћрЃЋрЃА.",
  "Every person in Fastoo knows that reputation we have gained through years of conscientious work is our main property. We are sure that such attitude towards clients and partners leads to mutual prosperity and business achievements. FastooРђЎs main goal is to continue to prove that our solutions are the most appropriate, the most dependable and, of course, the most affordable. You will never find any kind of hidden fees, concealed charges and deliberate misunderstandings in our offerings.": "Fastoo-рЃА рЃДрЃЋрЃћрЃџрЃљ рЃгрЃћрЃЋрЃарЃЏрЃљ рЃЎрЃљрЃарЃњрЃљрЃЊ рЃўрЃфрЃўрЃА, рЃарЃЮрЃЏ рЃарЃћрЃърЃБрЃбрЃљрЃфрЃўрЃљ, рЃарЃЮрЃЏрЃћрЃџрЃўрЃф рЃгрЃџрЃћрЃЉрЃўрЃА рЃњрЃљрЃюрЃЏрЃљрЃЋрЃџрЃЮрЃЉрЃљрЃерЃў рЃЎрЃћрЃЌрЃўрЃџрЃАрЃўрЃюрЃЊрЃўрЃАрЃўрЃћрЃарЃў рЃерЃарЃЮрЃЏрЃўрЃЌ рЃЏрЃЮрЃЋрЃўрЃърЃЮрЃЋрЃћрЃЌ, рЃЕрЃЋрЃћрЃюрЃў рЃЏрЃЌрЃљрЃЋрЃљрЃарЃў рЃАрЃљрЃЎрЃБрЃЌрЃарЃћрЃЉрЃљрЃљ. рЃЊрЃљрЃарЃгрЃЏрЃБрЃюрЃћрЃЉрЃБрЃџрЃћрЃЉрЃў рЃЋрЃљрЃарЃЌ, рЃарЃЮрЃЏ рЃЎрЃџрЃўрЃћрЃюрЃбрЃћрЃЉрЃўрЃАрЃљ рЃЊрЃљ рЃърЃљрЃарЃбрЃюрЃўрЃЮрЃарЃћрЃЉрЃўрЃА рЃЏрЃўрЃЏрЃљрЃарЃЌ рЃљрЃАрЃћрЃЌрЃў рЃЊрЃљрЃЏрЃЮрЃЎрЃўрЃЊрЃћрЃЉрЃБрЃџрЃћрЃЉрЃљ рЃљрЃАрЃљрЃќрЃарЃЊрЃЮрЃћрЃЉрЃА рЃЮрЃарЃЏрЃ«рЃарЃўрЃЋ рЃЎрЃћрЃЌрЃўрЃџрЃЊрЃдрЃћрЃЮрЃЉрЃљрЃА рЃЊрЃљ рЃЉрЃўрЃќрЃюрЃћрЃАрЃА рЃЏрЃўрЃдрЃгрЃћрЃЋрЃћрЃЉрЃерЃў рЃћрЃ«рЃЏрЃљрЃарЃћрЃЉрЃљ. Fastoo-рЃА рЃЏрЃЌрЃљрЃЋрЃљрЃарЃў рЃЏрЃўрЃќрЃљрЃюрЃўрЃљ рЃўрЃЏрЃўрЃАрЃў рЃюрЃљрЃЌрЃћрЃџрЃў рЃўрЃџрЃБрЃАрЃбрЃарЃљрЃфрЃўрЃљ, рЃарЃЮрЃЏ рЃЕрЃЋрЃћрЃюрЃў рЃњрЃљрЃЊрЃљрЃгрЃДрЃЋрЃћрЃбрЃћрЃЉрЃў рЃљрЃарЃўрЃА рЃДрЃЋрЃћрЃџрЃљрЃќрЃћ рЃЮрЃърЃбрЃўрЃЏрЃљрЃџрЃБрЃарЃў, рЃДрЃЋрЃћрЃџрЃљрЃќрЃћ рЃАрЃљрЃўрЃЏрЃћрЃЊрЃЮ рЃЊрЃљ рЃарЃљ рЃЌрЃЦрЃЏрЃљ рЃБрЃюрЃЊрЃљ, рЃДрЃЋрЃћрЃџрЃљрЃќрЃћ рЃ«рЃћрЃџрЃЏрЃўрЃАрЃљрЃгрЃЋрЃЊрЃЮрЃЏрЃў. рЃЌрЃЦрЃЋрЃћрЃю рЃљрЃарЃљрЃАрЃЮрЃЊрЃћрЃА рЃерЃћрЃњрЃ«рЃЋрЃЊрЃћрЃЉрЃљрЃЌ рЃарЃљрЃЏрЃћ рЃАрЃљрЃ«рЃўрЃА рЃерЃћрЃцрЃљрЃарЃБрЃџрЃў рЃњрЃљрЃЊрЃљрЃАрЃљрЃ«рЃљрЃЊрЃў рЃЊрЃљ рЃЏрЃўрЃќрЃљрЃюрЃЏрЃўрЃЏрЃљрЃарЃЌрЃБрЃџрЃў рЃњрЃљрЃБрЃњрЃћрЃЉрЃарЃЮрЃЉрЃљ рЃЕрЃЋрЃћрЃюрЃА рЃерЃћрЃЌрЃљрЃЋрЃљрЃќрЃћрЃЉрЃћрЃЉрЃерЃў.",
  "What makes Fastoo different from other processors?": "рЃарЃљ рЃњрЃљрЃюрЃљрЃАрЃ«рЃЋрЃљрЃЋрЃћрЃЉрЃА Fastoo-рЃА рЃАрЃ«рЃЋрЃљ рЃърЃџрЃљрЃбрЃцрЃЮрЃарЃЏрЃћрЃЉрЃўрЃАрЃњрЃљрЃю?",
  "The main difference between Fastoo and other companies is quality level of our payment solutions. There is no doubt that people determine whether company is successful or not. All our account managers, programmers, web-designers, senior management team and other stuff have considerable experience in payment processing area.": "Fastoo-рЃАрЃљ рЃЊрЃљ рЃАрЃ«рЃЋрЃљ рЃЎрЃЮрЃЏрЃърЃљрЃюрЃўрЃћрЃЉрЃА рЃерЃЮрЃарЃўрЃА рЃЏрЃЌрЃљрЃЋрЃљрЃарЃў рЃњрЃљрЃюрЃАрЃ«рЃЋрЃљрЃЋрЃћрЃЉрЃљ рЃљрЃарЃўрЃА рЃЕрЃЋрЃћрЃюрЃў рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃўрЃА рЃњрЃљрЃЊрЃљрЃгрЃДрЃЋрЃћрЃбрЃћрЃЉрЃўрЃА рЃ«рЃљрЃарЃўрЃАрЃ«рЃўрЃА рЃЊрЃЮрЃюрЃћ. рЃЌрЃљрЃЋрЃўрЃАрЃЌрЃљрЃЋрЃљрЃЊрЃў рЃГрЃћрЃерЃЏрЃљрЃарЃўрЃбрЃћрЃЉрЃљрЃљ, рЃарЃЮрЃЏ рЃЎрЃЮрЃЏрЃърЃљрЃюрЃўрЃўрЃА рЃгрЃљрЃарЃЏрЃљрЃбрЃћрЃЉрЃљрЃА рЃљрЃЊрЃљрЃЏрЃўрЃљрЃюрЃћрЃЉрЃў рЃњрЃљрЃюрЃљрЃърЃўрЃарЃЮрЃЉрЃћрЃЉрЃћрЃю. рЃДрЃЋрЃћрЃџрЃљ рЃЕрЃЋрЃћрЃюрЃў рЃљрЃюрЃњрЃљрЃарЃўрЃерЃўрЃА рЃЏрЃћрЃюрЃћрЃ»рЃћрЃарЃў, рЃърЃарЃЮрЃњрЃарЃљрЃЏрЃўрЃАрЃбрЃў, рЃЋрЃћрЃЉ-рЃЊрЃўрЃќрЃљрЃўрЃюрЃћрЃарЃў, рЃЏрЃћрЃюрЃћрЃ»рЃЏрЃћрЃюрЃбрЃўрЃА рЃњрЃБрЃюрЃЊрЃўрЃА рЃгрЃћрЃЋрЃарЃў рЃЊрЃљ рЃАрЃ«рЃЋрЃљ рЃърЃћрЃарЃАрЃЮрЃюрЃљрЃџрЃў рЃАрЃљрЃЌрЃљрЃюрЃљрЃЊрЃЮрЃЊ рЃњрЃљрЃЏрЃЮрЃфрЃЊрЃўрЃџрЃў рЃЎрЃљрЃЊрЃарЃўрЃљ рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃўрЃА рЃЊрЃљрЃЏрЃБрЃерЃљрЃЋрЃћрЃЉрЃўрЃА рЃАрЃцрЃћрЃарЃЮрЃерЃў.",
  "Reliable payment gateway": "рЃАрЃљрЃюрЃЊрЃЮ рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃћрЃЉрЃўрЃА рЃљрЃЋрЃбрЃЮрЃарЃўрЃќрЃљрЃфрЃўрЃљ",
  "High approval ratio": "рЃЎрЃЏрЃљрЃДрЃЮрЃцрЃўрЃџрЃћрЃЉрЃўрЃА рЃЏрЃљрЃдрЃљрЃџрЃў рЃЎрЃЮрЃћрЃцрЃўрЃфрЃўрЃћрЃюрЃбрЃў",
  "Low rates": "рЃЊрЃљрЃЉрЃљрЃџрЃў рЃбрЃљрЃарЃўрЃцрЃћрЃЉрЃў",
  "How does Fastoo manage to be the best?": "рЃарЃЮрЃњрЃЮрЃа рЃљрЃ«рЃћрЃарЃ«рЃћрЃЉрЃА Fastoo рЃАрЃљрЃБрЃЎрЃћрЃЌрЃћрЃАрЃЮ рЃАрЃћрЃарЃЋрЃўрЃАрЃўрЃА рЃАрЃбрЃљрЃбрЃБрЃАрЃўрЃА рЃерЃћрЃюрЃљрЃарЃЕрЃБрЃюрЃћрЃЉрЃљрЃА?",
  "We understand our client's needs, hence we know how to meet their requirements. You can be sure that if you inquire about something you will receive a prompt reply. Thanks to our readiness to maintain close communication with clients we always know how to offer exactly what they want.": "рЃЕрЃЋрЃћрЃю рЃЎрЃљрЃарЃњрЃљрЃЊ рЃњрЃЋрЃћрЃАрЃЏрЃўрЃА рЃЎрЃџрЃўрЃћрЃюрЃбрЃўрЃА рЃАрЃљрЃГрЃўрЃарЃЮрЃћрЃЉрЃћрЃЉрЃў рЃЊрЃљ  рЃЋрЃўрЃфрЃўрЃЌ рЃАрЃљрЃБрЃЎрЃћрЃЌрЃћрЃАрЃЮ рЃњрЃќрЃљ рЃЏрЃљрЃЌрЃў рЃЏрЃЮрЃЌрЃ«рЃЮрЃЋрЃюрЃћрЃЉрЃўрЃА рЃЊрЃљрЃАрЃљрЃЎрЃЏрЃљрЃДрЃЮрЃцрЃўрЃџрЃћрЃЉрЃџрЃљрЃЊ. рЃерЃћрЃњрЃўрЃФрЃџрЃўрЃљрЃЌ рЃњрЃЋрЃћрЃарЃгрЃЏрЃБрЃюрЃЮрЃЌ, рЃарЃЮрЃЏ рЃюрЃћрЃЉрЃўрЃАрЃЏрЃўрЃћрЃа рЃЎрЃўрЃЌрЃ«рЃЋрЃљрЃќрЃћ рЃЊрЃарЃЮрЃБрЃџ рЃърЃљрЃАрЃБрЃ«рЃА рЃЏрЃўрЃўрЃдрЃћрЃЉрЃЌ. рЃЎрЃџрЃўрЃћрЃюрЃбрЃћрЃЉрЃЌрЃљрЃю рЃЏрЃГрЃўрЃЊрЃарЃЮ рЃЎрЃЮрЃЏрЃБрЃюрЃўрЃЎрЃљрЃфрЃўрЃўрЃА рЃерЃћрЃюрЃљрЃарЃЕрЃБрЃюрЃћрЃЉрЃўрЃА рЃгрЃДрЃљрЃџрЃЮрЃЉрЃўрЃЌ рЃЕрЃЋрЃћрЃю рЃЎрЃљрЃарЃњрЃљрЃЊ рЃњрЃЋрЃћрЃАрЃЏрЃўрЃА, рЃЌрЃБ рЃарЃЮрЃњрЃЮрЃа рЃерЃћрЃЋрЃЌрЃљрЃЋрЃљрЃќрЃЮрЃЌ рЃќрЃБрЃАрЃбрЃљрЃЊ рЃўрЃА, рЃарЃљрЃф рЃЏрЃљрЃЌ рЃАрЃБрЃарЃЌ.",
  "Accept payments easily from all sorts of devices:": "рЃЏрЃўрЃўрЃдрЃћрЃЌ рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃћрЃЉрЃў рЃЏрЃљрЃарЃбрЃўрЃЋрЃљрЃЊ рЃДрЃЋрЃћрЃџрЃљ рЃАрЃљрЃ«рЃўрЃА рЃЏрЃЮрЃгрЃДрЃЮрЃЉрЃўрЃџрЃЮрЃЉрЃўрЃЊрЃљрЃю",
  "YES personal computer and notebook": "рЃърЃћрЃарЃАрЃЮрЃюрЃљрЃџрЃБрЃарЃў рЃЎрЃЮрЃЏрЃърЃўрЃБрЃбрЃћрЃарЃў рЃЊрЃљ рЃюрЃЮрЃБрЃЌрЃЉрЃБрЃЦрЃў",
  "YES tablet": "рЃбрЃљрЃЉрЃџрЃћрЃбрЃў",
  "YES mobile phone": "рЃЏрЃЮрЃЉрЃўрЃџрЃБрЃарЃў рЃбрЃћрЃџрЃћрЃцрЃЮрЃюрЃў",
  "Happy customers": "рЃЉрЃћрЃЊрЃюрЃўрЃћрЃарЃў рЃЏрЃЮрЃЏрЃ«рЃЏрЃљрЃарЃћрЃЉрЃџрЃћрЃЉрЃў",
  "Years in payments": "рЃгрЃџрЃћрЃЉрЃўрЃА рЃњрЃљрЃЏрЃЮрЃфрЃЊрЃўрЃџрЃћрЃЉрЃљ рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃћрЃЉрЃерЃў",
  "Our branches": "рЃЕрЃЋрЃћрЃюрЃў рЃцрЃўрЃџрЃўрЃљрЃџрЃћрЃЉрЃў",
  "Merchants": "рЃЏрЃћрЃарЃЕрЃљрЃюрЃбрЃћрЃЉрЃў",

  "__comment__": "Do not translate this. Partners Page",

  "Information about our Partners": "рЃўрЃюрЃцрЃЮрЃарЃЏрЃљрЃфрЃўрЃљ рЃЕрЃЋрЃћрЃюрЃў рЃърЃљрЃарЃбрЃюрЃўрЃЮрЃарЃћрЃЉрЃўрЃА рЃерЃћрЃАрЃљрЃ«рЃћрЃЉ",
  "We are constantly developing our company in direction of partnership. Our partner programs provide a variety of opportunities that are designed specifically for every business, because Fastoo has individual approach to every client. We have extensive experience in credit card processing, so we know how to make cooperation mutually beneficial.": "рЃЕрЃЋрЃћрЃю рЃЏрЃБрЃЊрЃЏрЃўрЃЋрЃљрЃЊ рЃЋрЃЋрЃўрЃЌрЃљрЃарЃЊрЃћрЃЉрЃўрЃЌ рЃърЃљрЃарЃбрЃюрЃўрЃЮрЃарЃЮрЃЉрЃўрЃА рЃЏрЃўрЃЏрЃљрЃарЃЌрЃБрЃџрЃћрЃЉрЃўрЃЌ. рЃЕрЃЋрЃћрЃюрЃў рЃАрЃљрЃърЃљрЃарЃбрЃюрЃўрЃЮрЃарЃЮ рЃърЃарЃЮрЃњрЃарЃљрЃЏрЃћрЃЉрЃў рЃўрЃФрЃџрЃћрЃЋрЃљ рЃерЃћрЃАрЃљрЃФрЃџрЃћрЃЉрЃџрЃЮрЃЉрЃљрЃЌрЃљ рЃЏрЃарЃљрЃЋрЃљрЃџрЃцрЃћрЃарЃЮрЃЋрЃюрЃћрЃЉрЃљрЃА, рЃарЃЮрЃЏрЃџрЃћрЃЉрЃўрЃф рЃДрЃЋрЃћрЃџрЃљ рЃЉрЃўрЃќрЃюрЃћрЃАрЃўрЃАрЃЌрЃЋрЃўрЃА рЃАрЃърЃћрЃфрЃўрЃљрЃџрЃБрЃарЃљрЃЊ рЃўрЃЦрЃЏрЃюрЃћрЃЉрЃљ, рЃарЃљрЃЊрЃњрЃљрЃю Fastoo-рЃА рЃЌрЃўрЃЌрЃЮрЃћрЃБрЃџ рЃЎрЃџрЃўрЃћрЃюрЃбрЃЌрЃљрЃю рЃўрЃюрЃЊрЃўрЃЋрЃўрЃЊрЃБрЃљрЃџрЃБрЃарЃў рЃЏрЃўрЃЊрЃњрЃЮрЃЏрЃљ рЃљрЃЦрЃЋрЃА. рЃњрЃЋрЃљрЃЦрЃЋрЃА рЃЊрЃўрЃЊрЃў рЃњрЃљрЃЏрЃЮрЃфрЃЊрЃўрЃџрЃћрЃЉрЃљ рЃАрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ рЃЉрЃљрЃарЃљрЃЌрЃћрЃЉрЃўрЃА рЃЊрЃљрЃЏрЃБрЃерЃљрЃЋрЃћрЃЉрЃўрЃА рЃЏрЃ«рЃарЃўрЃЋ, рЃљрЃЏрЃўрЃбрЃЮрЃЏрЃљрЃф рЃЎрЃљрЃарЃњрЃљрЃЊ рЃЋрЃўрЃфрЃўрЃЌ, рЃарЃЮрЃњрЃЮрЃа рЃњрЃљрЃЋрЃ«рЃљрЃЊрЃЮрЃЌ рЃЌрЃљрЃюрЃљрЃЏрЃерЃарЃЮрЃЏрЃџрЃЮрЃЉрЃљ рЃЮрЃарЃЏрЃ«рЃарЃўрЃЋрЃљрЃЊ рЃЏрЃЮрЃЏрЃњрЃћрЃЉрЃўрЃљрЃюрЃў.",
  "The payment service provider Fastoo rewards customers who want to cooperate. It may be credit card affiliate programmes, fees reduction, priority support, special bonus packages with attractive offers etc. Our partners have a strategic advantage over their competitors with good business prospects and possibilities to increase the customer base through a wide range of accepted payments types.": "рЃЎрЃџрЃўрЃћрЃюрЃбрЃћрЃЉрЃА, рЃарЃЮрЃЏрЃџрЃћрЃЉрЃАрЃљрЃф рЃЕрЃЋрЃћрЃюрЃЌрЃљрЃю рЃЌрЃљрЃюрЃљрЃЏрЃерЃарЃЮрЃЏрЃџрЃЮрЃЉрЃљ рЃАрЃБрЃарЃЌ Fastoo рЃљрЃ»рЃўрЃџрЃЊрЃЮрЃЋрЃћрЃЉрЃА. рЃљрЃЏрЃљрЃерЃў рЃерЃћрЃўрЃФрЃџрЃћрЃЉрЃљ рЃўрЃњрЃБрЃџрЃўрЃАрЃ«рЃЏрЃћрЃЉрЃЮрЃЊрЃћрЃА рЃАрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ рЃЉрЃљрЃарЃљрЃЌрЃўрЃА рЃерЃЋрЃўрЃџрЃЮрЃЉрЃўрЃџрЃў рЃърЃарЃЮрЃњрЃарЃљрЃЏрЃћрЃЉрЃў, рЃАрЃљрЃЎрЃЮрЃЏрЃўрЃАрЃўрЃЮрЃћрЃЉрЃўрЃА рЃерЃћрЃЏрЃфрЃўрЃарЃћрЃЉрЃљ, рЃърЃарЃўрЃЮрЃарЃўрЃбрЃћрЃбрЃБрЃџрЃў рЃЏрЃ«рЃљрЃарЃЊрЃљрЃГрЃћрЃарЃљ, рЃАрЃърЃћрЃфрЃўрЃљрЃџрЃБрЃарЃў рЃЉрЃЮрЃюрЃБрЃА рЃърЃљрЃЎрЃћрЃбрЃћрЃЉрЃў рЃЏрЃўрЃЏрЃќрЃўрЃЊрЃЋрЃћрЃџрЃў рЃерЃћрЃЌрЃљрЃЋрЃљрЃќрЃћрЃЉрЃћрЃЉрЃўрЃЌ рЃЊрЃљ рЃљ.рЃе.",
  "Fastoo welcomes any type of cooperation with commercial and technical partners and resellers. It can be acquirers, payment processing companies and other types of partners who can help us to make our payment solutions even better. We want to be sure that our clients accept card payments online with the best quality of support in merchant services industry.": "Fastoo рЃЏрЃўрЃћрЃАрЃљрЃџрЃЏрЃћрЃЉрЃљ рЃюрЃћрЃЉрЃўрЃАрЃЏрЃўрЃћрЃарЃў рЃбрЃўрЃърЃўрЃА рЃЌрЃљрЃюрЃљрЃЏрЃерЃарЃЮрЃЏрЃџрЃЮрЃЉрЃљрЃА рЃЎрЃЮрЃЏрЃћрЃарЃфрЃўрЃБрЃџ рЃЊрЃљ рЃбрЃћрЃЦрЃюрЃўрЃЎрЃБрЃа рЃърЃљрЃарЃбрЃюрЃўрЃЮрЃарЃћрЃЉрЃЌрЃљрЃю рЃЊрЃљ рЃњрЃљрЃЊрЃљрЃЏрЃДрЃўрЃЊрЃЋрЃћрЃџрЃћрЃЉрЃЌрЃљрЃю. рЃЏрЃљрЃЌ рЃерЃЮрЃарЃўрЃА рЃерЃћрЃЏрЃАрЃДрЃўрЃЊрЃЋрЃћрЃџрЃћрЃЉрЃў, рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃўрЃА рЃЊрЃљрЃЏрЃБрЃерЃљрЃЋрЃћрЃЉрЃўрЃА рЃЎрЃЮрЃЏрЃърЃљрЃюрЃўрЃћрЃЉрЃў рЃЊрЃљ рЃАрЃ«рЃЋрЃљ рЃбрЃўрЃърЃўрЃА рЃърЃљрЃарЃбрЃюрЃўрЃЮрЃарЃћрЃЉрЃў, рЃарЃЮрЃЏрЃџрЃћрЃЉрЃўрЃф рЃЊрЃљрЃњрЃЋрЃћрЃ«рЃЏрЃљрЃарЃћрЃЉрЃўрЃљрЃю рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃўрЃА рЃњрЃљрЃЊрЃљрЃгрЃДрЃЋрЃћрЃбрЃўрЃџрЃћрЃЉрЃћрЃЉрЃўрЃА рЃЎрЃўрЃЊрЃћрЃЋ рЃБрЃцрЃарЃЮ рЃњрЃљрЃБрЃЏрЃ»рЃЮрЃЉрЃћрЃАрЃћрЃЉрЃљрЃерЃў. рЃњрЃЋрЃўрЃюрЃЊрЃљ рЃЋрЃўрЃДрЃЮрЃЌ рЃЊрЃљрЃарЃгрЃЏрЃБрЃюрЃћрЃЉрЃБрЃџрЃћрЃЉрЃў, рЃарЃЮрЃЏ рЃЕрЃЋрЃћрЃюрЃў рЃЎрЃџрЃўрЃћрЃюрЃбрЃћрЃЉрЃў рЃЉрЃљрЃарЃљрЃЌрЃўрЃЌ рЃЮрЃюрЃџрЃљрЃўрЃю рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃћрЃЉрЃўрЃА рЃЊрЃљрЃЏрЃБрЃерЃљрЃЋрЃћрЃЉрЃўрЃАрЃљрЃА рЃЏрЃўрЃўрЃдрЃћрЃЉрЃћрЃю рЃАрЃљрЃБрЃЎрЃћрЃЌрЃћрЃАрЃЮ рЃ«рЃљрЃарЃўрЃАрЃ«рЃўрЃА рЃЏрЃ«рЃљрЃарЃЊрЃљрЃГрЃћрЃарЃљрЃА.",
  "Advantages of cooperation with Fastoo": "Fastoo-рЃАрЃЌрЃљрЃю рЃЌрЃљрЃюрЃљрЃЏрЃерЃарЃЮрЃЏрЃџрЃЮрЃЉрЃўрЃА рЃБрЃърЃўрЃарЃљрЃбрЃћрЃАрЃЮрЃЉрЃћрЃЉрЃў",
  "РђЊ Already established working partnership with wide network of acquiring partners. Join this network and start receiving profits from working with us!": "РђЊ рЃБрЃЎрЃЋрЃћ рЃЊрЃљрЃЏрЃДрЃљрЃарЃћрЃЉрЃБрЃџрЃў рЃАрЃљрЃЏрЃБрЃерЃљрЃЮ рЃБрЃарЃЌрЃўрЃћрЃарЃЌрЃЮрЃЉрЃљ рЃерЃћрЃЏрЃАрЃДрЃўрЃЊрЃЋрЃћрЃџрЃў рЃърЃљрЃарЃбрЃюрЃўрЃЮрЃарЃћрЃЉрЃўрЃА рЃцрЃљрЃарЃЌрЃЮ рЃЦрЃАрЃћрЃџрЃЌрЃљрЃю. рЃерЃћрЃЏрЃЮрЃБрЃћрЃарЃЌрЃЊрЃўрЃЌ рЃљрЃЏ рЃЦрЃАрЃћрЃџрЃА рЃЊрЃљ рЃЊрЃљрЃўрЃгрЃДрЃћрЃЌ рЃЏрЃЮрЃњрЃћрЃЉрЃўрЃА рЃњрЃћрЃюрЃћрЃарЃўрЃарЃћрЃЉрЃљ рЃЕрЃЋрЃћрЃюрЃЌрЃљрЃю рЃЏрЃБрЃерЃљрЃЮрЃЉрЃўрЃЌ!",
  "РђЊ Combined together efforts, experience and teamwork allow both partners to strengthen": "- рЃћрЃарЃЌрЃЮрЃЉрЃџрЃўрЃЋрЃў рЃФрЃљрЃџрЃўрЃАрЃ«рЃЏрЃћрЃЋрЃљ, рЃњрЃљрЃЏрЃЮрЃфрЃЊрЃўрЃџрЃћрЃЉрЃљ рЃЊрЃљ рЃњрЃБрЃюрЃЊрЃБрЃарЃў рЃЏрЃБрЃерЃљрЃЮрЃЉрЃљ рЃЮрЃарЃўрЃЋрЃћ рЃърЃљрЃарЃбрЃюрЃўрЃЮрЃарЃА рЃњрЃљрЃФрЃџрЃўрЃћрЃарЃћрЃЉрЃўрЃА рЃАрЃљрЃерЃБрЃљрЃџрЃћрЃЉрЃљрЃА рЃљрЃФрЃџрЃћрЃЋрЃА ",
  "РђЊ Possibility to exchange experience in working with particular clients and in specific industries;": "РђЊ рЃЎрЃЮрЃюрЃЎрЃарЃћрЃбрЃБрЃџ рЃЎрЃџрЃўрЃћрЃюрЃбрЃћрЃЉрЃЌрЃљрЃю рЃЊрЃљ рЃЎрЃЮрЃюрЃЎрЃарЃћрЃбрЃБрЃџ рЃўрЃюрЃЊрЃБрЃАрЃбрЃарЃўрЃћрЃЉрЃерЃў рЃЏрЃБрЃерЃљрЃЮрЃЉрЃўрЃА рЃњрЃљрЃЏрЃЮрЃфрЃЊрЃўрЃџрЃћрЃЉрЃўрЃА рЃњрЃљрЃфрЃЋрЃџрЃўрЃА рЃерЃћрЃАрЃљрЃФрЃџрЃћрЃЉрЃџрЃЮрЃЉрЃљ;",
  "РђЊ Partnership with Fastoo gives possibility to start working with new industries.": "РђЊ FastooРђЊрЃАрЃЌрЃљрЃю рЃърЃљрЃарЃбрЃюрЃўрЃЮрЃарЃЮрЃЉрЃљ рЃўрЃФрЃџрЃћрЃЋрЃљ рЃљрЃ«рЃљрЃџ рЃўрЃюрЃЊрЃБрЃАрЃбрЃарЃўрЃћрЃЉрЃЌрЃљрЃю рЃЏрЃБрЃерЃљрЃЮрЃЉрЃўрЃА рЃЊрЃљрЃгрЃДрЃћрЃЉрЃўрЃА рЃАрЃљрЃерЃБрЃљрЃџрЃћрЃЉрЃљрЃА.",
  "Only by making few steps valuable benefits could be Yours too.": "рЃЏрЃ«рЃЮрЃџрЃЮрЃЊ рЃарЃљрЃЏрЃЊрЃћрЃюрЃўрЃЏрЃћ рЃюрЃљрЃЉрЃўрЃ»рЃўрЃљ рЃАрЃљрЃГрЃўрЃарЃЮ, рЃарЃљрЃЌрЃљ рЃдрЃўрЃарЃћрЃЉрЃБрЃџрЃў рЃАрЃљрЃарЃњрЃћрЃЉрЃћрЃџрЃў рЃЌрЃЦрЃЋрЃћрЃюрЃф рЃЏрЃўрЃўрЃдрЃЮрЃЌ!",
  "Besides this, Fastoo holds out the hand of comradeship to its clients. In case of cooperation customers are guaranteed to get a special reward. Proposition suggests credit card affiliate programs, fee reductions, priority support, special bonus packages with attractive offers etc.": "рЃљрЃЏрЃљрЃА рЃњрЃљрЃарЃЊрЃљ, Fastoo рЃЎрЃџрЃўрЃћрЃюрЃбрЃћрЃЉрЃЌрЃљрЃю рЃљрЃЏрЃ«рЃљрЃюрЃљрЃњрЃБрЃа рЃЎрЃљрЃЋрЃерЃўрЃарЃћрЃЉрЃАрЃљрЃф рЃљрЃЉрЃљрЃЏрЃА. рЃЌрЃљрЃюрЃљрЃЏрЃерЃарЃЮрЃЏрЃџрЃЮрЃЉрЃўрЃА рЃерЃћрЃЏрЃЌрЃ«рЃЋрЃћрЃЋрЃљрЃерЃў рЃЏрЃЮрЃЏрЃ«рЃЏрЃљрЃарЃћрЃЉрЃћрЃџрЃА рЃњрЃљрЃарЃљрЃюрЃбрЃўрЃарЃћрЃЉрЃБрЃџрЃў рЃљрЃЦрЃЋрЃА рЃАрЃърЃћрЃфрЃўрЃљрЃџрЃБрЃарЃў рЃ»рЃўрЃџрЃЊрЃЮрЃћрЃЉрЃў, рЃЏрЃљрЃЌ рЃерЃЮрЃарЃўрЃА рЃАрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ рЃЉрЃљрЃарЃљрЃЌрЃўрЃА рЃерЃЋрЃўрЃџрЃЮрЃЉрЃўрЃџрЃў рЃърЃарЃЮрЃњрЃарЃљрЃЏрЃћрЃЉрЃў, рЃАрЃљрЃцрЃљрЃАрЃБрЃарЃўрЃА рЃерЃћрЃЏрЃфрЃўрЃарЃћрЃЉрЃљ, рЃърЃарЃўрЃЮрЃарЃўрЃбрЃћрЃбрЃБрЃџрЃў рЃЏрЃ«рЃљрЃарЃЊрЃљрЃГрЃћрЃарЃљ, рЃАрЃърЃћрЃфрЃўрЃљрЃџрЃБрЃарЃў рЃЉрЃЮрЃюрЃБрЃА рЃърЃљрЃЎрЃћрЃбрЃћрЃЉрЃў рЃЏрЃўрЃЏрЃќрЃўрЃЊрЃЋрЃћрЃџрЃў рЃерЃћрЃЌрЃљрЃЋрЃљрЃќрЃћрЃЉрЃћрЃЉрЃўрЃЌ рЃЊрЃљ рЃљ.рЃе.",
  "Why Fastoo?": "рЃарЃљрЃбрЃЮрЃЏ Fastoo?",
  "Fastoo partners are ones, who has made a step towards effective business development. To co-work with Fastoo team a lot of reasons could be mentioned, involving:": "Fastoo-рЃА рЃърЃљрЃарЃбрЃюрЃўрЃЮрЃарЃћрЃЉрЃЏрЃљ рЃњрЃљрЃЊрЃљрЃЊрЃњрЃћрЃА рЃюрЃљрЃЉрЃўрЃ»рЃў рЃћрЃцрЃћрЃЦрЃбрЃБрЃарЃў рЃЉрЃўрЃќрЃюрЃћрЃАрЃўрЃА рЃњрЃљрЃюрЃЋрЃўрЃЌрЃљрЃарЃћрЃЉрЃўрЃАрЃЎрЃћрЃю. Fastoo-рЃА рЃњрЃБрЃюрЃЊрЃЌрЃљрЃю рЃЌрЃљрЃюрЃљрЃЏрЃерЃарЃЮрЃЏрЃџрЃЮрЃЉрЃўрЃАрЃЌрЃЋрЃўрЃА рЃЏрЃарЃљрЃЋрЃљрЃџрЃў рЃЏрЃўрЃќрЃћрЃќрЃў рЃљрЃарЃАрЃћрЃЉрЃЮрЃЉрЃА, рЃЏрЃљрЃЌ рЃерЃЮрЃарЃўрЃА:",
  "РђЊ fair financial conditions for partnership;": "- рЃърЃљрЃарЃбрЃюрЃўрЃЮрЃарЃЮрЃЉрЃўрЃА рЃАрЃљрЃЏрЃљрЃарЃЌрЃџрЃўрЃљрЃюрЃў рЃцрЃўрЃюрЃљрЃюрЃАрЃБрЃарЃў рЃърЃўрЃарЃЮрЃЉрЃћрЃЉрЃў;",
  "РђЊ timely commission payouts;": "- рЃАрЃљрЃЎрЃЮрЃЏрЃўрЃАрЃўрЃЮрЃА рЃЊрЃарЃЮрЃБрЃџрЃў рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃљ;",
  "РђЊ business relations with acquiring banks around the world;": "РђЊ рЃАрЃљрЃЦрЃЏрЃўрЃљрЃюрЃў рЃБрЃарЃЌрЃўрЃћрЃарЃЌрЃЮрЃЉрЃљ рЃЏрЃАрЃЮрЃцрЃџрЃўрЃЮрЃА рЃерЃћрЃЏрЃАрЃДрЃўрЃЊрЃЋрЃћрЃџ рЃЉрЃљрЃюрЃЎрЃћрЃЉрЃЌрЃљрЃю;",
  "РђЊ constantly expanding network of partnership;": "- рЃАрЃљрЃърЃљрЃарЃбрЃюрЃўрЃЮрЃарЃЮ рЃЦрЃАрЃћрЃџрЃўрЃА рЃЏрЃБрЃЊрЃЏрЃўрЃЋрЃў рЃњрЃљрЃцрЃљрЃарЃЌрЃЮрЃћрЃЉрЃљ;",
  "РђЊ wide range of accessible industries;": "- рЃ«рЃћрЃџрЃЏрЃўрЃАрЃљрЃгрЃЋрЃЊрЃЮрЃЏрЃў рЃўрЃюрЃЊрЃБрЃАрЃбрЃарЃўрЃћрЃЉрЃўрЃА рЃцрЃљрЃарЃЌрЃЮ рЃАрЃърЃћрЃЦрЃбрЃарЃў;",
  "РђЊ wide list of processing and settlement currencies;": "РђЊ рЃЊрЃљрЃЏрЃЏрЃБрЃерЃљрЃЋрЃћрЃЉрЃћрЃџрЃў рЃЊрЃљ рЃљрЃюрЃњрЃљрЃарЃўрЃерЃАрЃгрЃЮрЃарЃћрЃЉрЃўрЃА рЃЋрЃљрЃџрЃБрЃбрЃћрЃЉрЃўрЃА рЃњрЃарЃФрЃћрЃџрЃў рЃАрЃўрЃљ;",
  "РђЊ high approval ratio.": "- рЃЎрЃЏрЃљрЃДрЃЮрЃцрЃўрЃџрЃћрЃЉрЃўрЃА рЃЏрЃљрЃдрЃљрЃџрЃў рЃЎрЃЮрЃћрЃцрЃўрЃфрЃўрЃћрЃюрЃбрЃў.",
  "In order to let its partners earn more profit with each client, Fastoo offers special exclusive program, so-called individual cooperation program.": "рЃўрЃЏрЃўрЃАрЃљрЃЌрЃЋрЃўрЃА, рЃарЃЮрЃЏ рЃЕрЃЋрЃћрЃюрЃЏрЃљ рЃърЃљрЃарЃбрЃюрЃўрЃЮрЃарЃћрЃЉрЃЏрЃљ рЃЌрЃўрЃЌрЃЮрЃћрЃБрЃџ рЃЎрЃџрЃўрЃћрЃюрЃбрЃЌрЃљрЃю рЃЏрЃћрЃбрЃў рЃЏрЃЮрЃњрЃћрЃЉрЃљ рЃЏрЃўрЃўрЃдрЃЮрЃю, Fastoo рЃњрЃЌрЃљрЃЋрЃљрЃќрЃЮрЃЉрЃЌ рЃћрЃЦрЃАрЃЎрЃџрЃБрЃќрЃўрЃБрЃа рЃърЃўрЃарЃЮрЃЉрЃћрЃЉрЃА, рЃћ.рЃг. рЃўрЃюрЃЊрЃўрЃЋрЃўрЃЊрЃБрЃљрЃџрЃБрЃарЃў рЃЌрЃљрЃюрЃљрЃЏрЃерЃарЃЮрЃЏрЃџрЃЮрЃЉрЃўрЃА рЃърЃарЃЮрЃњрЃарЃљрЃЏрЃљрЃА.",
  "All, that is required, is signing a partnership agreement and providing Fastoo with potential clients. After clients change status from potential to current, partners obtain a reward.": "рЃАрЃљрЃЎрЃЏрЃљрЃарЃўрЃАрЃўрЃљ рЃърЃљрЃарЃбрЃюрЃўрЃЮрЃарЃЮрЃЉрЃўрЃА рЃ«рЃћрЃџрЃерЃћрЃЎрЃарЃБрЃџрЃћрЃЉрЃўрЃА рЃњрЃљрЃцрЃЮрЃарЃЏрЃћрЃЉрЃљ рЃЊрЃљ рЃърЃЮрЃбрЃћрЃюрЃфрЃўрЃБрЃарЃў рЃЎрЃџрЃўрЃћрЃюрЃбрЃћрЃЉрЃўрЃА рЃњрЃљрЃќрЃўрЃљрЃарЃћрЃЉрЃљ. рЃЏрЃљрЃА рЃерЃћрЃЏрЃЊрЃћрЃњ, рЃарЃљрЃф рЃЎрЃџрЃўрЃћрЃюрЃбрЃћрЃЉрЃўрЃА рЃАрЃбрЃљрЃбрЃБрЃАрЃў рЃърЃЮрЃбрЃћрЃюрЃфрЃўрЃБрЃарЃўрЃЊрЃљрЃю рЃЏрЃўрЃЏрЃЊрЃўрЃюрЃљрЃарЃћрЃќрЃћ рЃерЃћрЃўрЃфрЃЋрЃџрЃћрЃЉрЃљ, рЃЕрЃЋрЃћрЃюрЃў рЃърЃљрЃарЃбрЃюрЃўрЃЮрЃарЃћрЃЉрЃў рЃўрЃдрЃћрЃЉрЃћрЃю рЃ»рЃўрЃџрЃЊрЃЮрЃА.",
  "As well as beneficial advantages Fastoo partners gain a significant strategic superiority among their competitors, business prosperity and the possibility to increase a customer base through a wide range of accepted payment types. Joint effort is the right track to enhance business and to satisfy all needs of both sides. Become a partner of Fastoo today!": "Fastoo-рЃА рЃърЃљрЃарЃбрЃюрЃўрЃЮрЃарЃћрЃЉрЃў рЃЎрЃЮрЃюрЃЎрЃБрЃарЃћрЃюрЃбрЃћрЃЉрЃЌрЃљрЃю рЃерЃћрЃЊрЃљрЃарЃћрЃЉрЃўрЃЌ рЃАрЃљрЃарЃњрЃћрЃЉрЃџрЃЮрЃЉрЃћрЃю рЃљрЃарЃљрЃЏрЃ«рЃЮрЃџрЃЮрЃЊ рЃЏрЃюрЃўрЃерЃЋрЃюрЃћрЃџрЃЮрЃЋрЃљрЃюрЃў рЃАрЃбрЃарЃљрЃбрЃћрЃњрЃўрЃБрЃџрЃў рЃБрЃърЃўрЃарЃљрЃбрЃћрЃАрЃЮрЃЉрЃўрЃЌ, рЃљрЃарЃљрЃЏрЃћрЃЊ рЃЉрЃўрЃќрЃюрЃћрЃАрЃўрЃА рЃЎрЃћрЃЌрЃўрЃџрЃЊрЃдрЃћрЃЮрЃЉрЃўрЃЌрЃљ рЃЊрЃљ рЃЏрЃЮрЃЏрЃ«рЃЏрЃљрЃарЃћрЃЉрЃћрЃџрЃЌрЃљ рЃЉрЃљрЃќрЃўрЃА рЃњрЃљрЃќрЃарЃЊрЃўрЃА рЃерЃћрЃАрЃљрЃФрЃџрЃћрЃЉрЃџрЃЮрЃЉрЃўрЃЌрЃљрЃф. ",
  "Joint effort is the right track to enhance business and to satisfy all needs of both sides.": "рЃћрЃарЃЌрЃЮрЃЉрЃџрЃўрЃЋрЃў рЃФрЃљрЃџрЃўрЃАрЃ«рЃЏрЃћрЃЋрЃљрЃљ рЃўрЃА рЃњрЃќрЃљ, рЃарЃЮрЃЏрЃћрЃџрЃўрЃф рЃљрЃБрЃЏрЃ»рЃЮрЃЉрЃћрЃАрЃћрЃЉрЃА рЃЉрЃўрЃќрЃюрЃћрЃАрЃћрЃЉрЃА рЃЊрЃљ рЃљрЃЎрЃЏрЃљрЃДрЃЮрЃцрЃўрЃџрЃћрЃЉрЃА рЃДрЃЋрЃћрЃџрЃљ рЃЏрЃЮрЃюрЃљрЃгрЃўрЃџрЃћ рЃЏрЃ«рЃљрЃарЃўрЃА рЃАрЃљрЃГрЃўрЃарЃЮрЃћрЃЉрЃљрЃА.",
  "Become a partner of Fastoo today!": "рЃњрЃљрЃ«рЃЊрЃў Fastoo-рЃА рЃърЃљрЃарЃбрЃюрЃўрЃЮрЃарЃў рЃЊрЃдрЃћрЃАрЃЋрЃћ!",
  "Our main advantages": "рЃЕрЃЋрЃћрЃюрЃў рЃЏрЃЌрЃљрЃЋрЃљрЃарЃў рЃБрЃърЃўрЃарЃљрЃбрЃћрЃАрЃЮрЃЉрЃћрЃЉрЃў",
  "1. Fair financial conditions for partners": "1. рЃАрЃљрЃЏрЃљрЃарЃЌрЃџрЃўрЃљрЃюрЃў рЃцрЃўрЃюрЃљрЃюрЃАрЃБрЃарЃў рЃърЃўрЃарЃЮрЃЉрЃћрЃЉрЃў рЃърЃљрЃарЃбрЃюрЃўрЃЮрЃарЃћрЃЉрЃўрЃАрЃЌрЃЋрЃўрЃА",
  "2. Timely commission payouts": "2. рЃАрЃљрЃЎрЃЮрЃЏрЃўрЃАрЃўрЃЮрЃА рЃЊрЃарЃЮрЃБрЃџрЃў рЃљрЃюрЃљрЃќрЃдрЃљрЃБрЃарЃћрЃЉрЃљ",
  "3. Established business relations with acquiring banks around the world": "3. рЃЕрЃљрЃЏрЃЮрЃДрЃљрЃџрЃўрЃЉрЃћрЃЉрЃБрЃџрЃў рЃАрЃљрЃЦрЃЏрЃўрЃљрЃюрЃў рЃБрЃарЃЌрЃўрЃћрЃарЃЌрЃЮрЃЉрЃћрЃЉрЃў рЃЏрЃАрЃЮрЃцрЃџрЃўрЃЮрЃА рЃерЃћрЃЏрЃАрЃДрЃўрЃЊрЃЋрЃћрЃџ рЃЉрЃљрЃюрЃЎрЃћрЃЉрЃЌрЃљрЃю",
  "4. Constantly expanding network of partners": "4. рЃЏрЃБрЃЊрЃЏрЃўрЃЋрЃљрЃЊ рЃќрЃарЃЊрЃљрЃЊрЃў рЃърЃљрЃарЃбрЃюрЃўрЃЮрЃарЃЌрЃљ рЃЦрЃАрЃћрЃџрЃў",
  "5. Big number of acceptable industries": "5. рЃЏрЃўрЃАрЃљрЃдрЃћрЃЉрЃў рЃўрЃюрЃЊрЃБрЃАрЃбрЃарЃўрЃћрЃЉрЃўрЃА рЃЊрЃўрЃЊрЃў рЃарЃљрЃЮрЃЊрЃћрЃюрЃЮрЃЉрЃљ",
  "6. Wide list of processing and settlement currencies": "6. рЃЊрЃљрЃЏрЃЏрЃБрЃерЃљрЃЋрЃћрЃЉрЃћрЃџрЃў рЃЊрЃљ рЃљрЃюрЃњрЃљрЃарЃўрЃерЃАрЃгрЃЮрЃарЃћрЃЉрЃўрЃА рЃЋрЃљрЃџрЃБрЃбрЃћрЃЉрЃўрЃА рЃњрЃарЃФрЃћрЃџрЃў рЃАрЃўрЃљ;",
  "7. High approval ratio": "7. рЃЎрЃЏрЃљрЃДрЃЮрЃцрЃўрЃџрЃћрЃЉрЃўрЃА рЃЏрЃљрЃдрЃљрЃџрЃў рЃЎрЃЮрЃћрЃцрЃўрЃфрЃўрЃћрЃюрЃбрЃў",
  "For more information - Contact Us": "рЃЊрЃљрЃЏрЃљрЃбрЃћрЃЉрЃўрЃЌрЃў рЃўрЃюрЃцрЃЮрЃарЃЏрЃљрЃфрЃўрЃўрЃАрЃЌрЃЋрЃўрЃА - рЃЊрЃљрЃњрЃЋрЃўрЃЎрЃљрЃЋрЃерЃўрЃарЃЊрЃўрЃЌ",

  "__comment__": "Do not translate this. About us Page",

  "Information about our company": "рЃўрЃюрЃцрЃЮрЃарЃЏрЃљрЃфрЃўрЃљ рЃЕрЃЋрЃћрЃюрЃў рЃЎрЃЮрЃЏрЃърЃљрЃюрЃўрЃўрЃА рЃерЃћрЃАрЃљрЃ«рЃћрЃЉ",
  "Fastoo INC. is a Canadian company, licensed by the standards of Money Service Business (MSB) that builds business upon high-quality service and customer's trust, providing that individual and attentive approach, immediate reaction to inquiries, readiness to provide nothing but the best possible service are the qualities to focus on, because they make us reliable.": "Fastoo INC. рЃљрЃарЃўрЃА Money Service Business (MSB) рЃАрЃбрЃљрЃюрЃЊрЃљрЃарЃбрЃћрЃЉрЃўрЃЌ рЃџрЃўрЃфрЃћрЃюрЃќрЃўрЃарЃћрЃЉрЃБрЃџрЃў рЃЎрЃљрЃюрЃљрЃЊрЃБрЃарЃў рЃЎрЃЮрЃЏрЃърЃљрЃюрЃўрЃљ, рЃарЃЮрЃЏрЃћрЃџрЃўрЃф рЃљрЃерЃћрЃюрЃћрЃЉрЃА рЃЉрЃўрЃќрЃюрЃћрЃАрЃА рЃЏрЃљрЃдрЃљрЃџрЃў рЃ«рЃљрЃарЃўрЃАрЃ«рЃўрЃА рЃАрЃћрЃарЃЋрЃўрЃАрЃќрЃћ рЃЊрЃљ рЃЏрЃЮрЃЏрЃ«рЃЏрЃљрЃарЃћрЃЉрЃћрЃџрЃЌрЃљ рЃюрЃЊрЃЮрЃЉрЃљрЃќрЃћ, рЃБрЃќрЃарЃБрЃюрЃЋрЃћрЃџрЃДрЃЮрЃцрЃА рЃўрЃюрЃЊрЃўрЃЋрЃўрЃЊрЃБрЃљрЃџрЃБрЃа рЃЏрЃўрЃЊрЃњрЃЮрЃЏрЃљрЃА, рЃЊрЃљрЃБрЃДрЃЮрЃЋрЃюрЃћрЃЉрЃџрЃўрЃЋ рЃарЃћрЃљрЃњрЃўрЃарЃћрЃЉрЃА рЃЏрЃЮрЃЌрЃ«рЃЮрЃЋрЃюрЃћрЃЉрЃќрЃћ рЃЊрЃљ рЃЏрЃќрЃљрЃЊрЃљрЃљ рЃЏрЃљрЃЦрЃАрЃўрЃЏрЃљрЃџрЃБрЃарЃљрЃЊ рЃЮрЃърЃбрЃўрЃЏрЃљрЃџрЃБрЃарЃў рЃЏрЃЮрЃЏрЃАрЃљрЃ«рЃБрЃарЃћрЃЉрЃўрЃАрЃЌрЃЋрЃўрЃА. рЃАрЃгрЃЮрЃарЃћрЃЊ рЃљрЃЏ рЃЌрЃЋрЃўрЃАрЃћрЃЉрЃћрЃЉрЃќрЃћ рЃЋрЃљрЃЏрЃљрЃ«рЃЋрЃўрЃџрЃћрЃЉрЃЌ рЃДрЃБрЃарЃљрЃЊрЃдрЃћрЃЉрЃљрЃА, рЃарЃљрЃЊрЃњрЃљрЃю рЃўрЃАрЃўрЃюрЃў рЃАрЃљрЃюрЃЊрЃЮ рЃърЃљрЃарЃбрЃюрЃўрЃЮрЃарЃћрЃЉрЃљрЃЊ рЃњрЃЋрЃљрЃЦрЃфрЃћрЃЋрЃА.",
  "Every person in Fastoo knows that reputation we have gained through years of conscientious work is our main property. We are sure that such attitude towards clients and partners leads to mutual prosperity and business achievements. Fastoo's main goal is to continue to prove that our solutions are the most appropriate, the most dependable and, of course, the most affordable. You will never find any kind of hidden fees, concealed charges and deliberate misunderstandings in our offerings.": "Fastoo-рЃА рЃДрЃЋрЃћрЃџрЃљ рЃгрЃћрЃЋрЃарЃЏрЃљ рЃЎрЃљрЃарЃњрЃљрЃЊ рЃўрЃфрЃўрЃА, рЃарЃЮрЃЏ рЃарЃћрЃърЃБрЃбрЃљрЃфрЃўрЃљ, рЃарЃЮрЃЏрЃћрЃџрЃўрЃф рЃгрЃџрЃћрЃЉрЃўрЃА рЃњрЃљрЃюрЃЏрЃљрЃЋрЃџрЃЮрЃЉрЃљрЃерЃў рЃЎрЃћрЃЌрЃўрЃџрЃАрЃўрЃюрЃЊрЃўрЃАрЃўрЃћрЃарЃў рЃерЃарЃЮрЃЏрЃўрЃЌ рЃЏрЃЮрЃЋрЃўрЃърЃЮрЃЋрЃћрЃЌ, рЃЕрЃЋрЃћрЃюрЃў рЃЏрЃЌрЃљрЃЋрЃљрЃарЃў рЃАрЃљрЃЎрЃБрЃЌрЃарЃћрЃЉрЃљрЃљ. рЃЊрЃљрЃарЃгрЃЏрЃБрЃюрЃћрЃЉрЃБрЃџрЃћрЃЉрЃў рЃЋрЃљрЃарЃЌ, рЃарЃЮрЃЏ рЃЎрЃџрЃўрЃћрЃюрЃбрЃћрЃЉрЃўрЃАрЃљ рЃЊрЃљ рЃърЃљрЃарЃбрЃюрЃўрЃЮрЃарЃћрЃЉрЃўрЃА рЃЏрЃўрЃЏрЃљрЃарЃЌ рЃљрЃАрЃћрЃЌрЃў рЃЊрЃљрЃЏрЃЮрЃЎрЃўрЃЊрЃћрЃЉрЃБрЃџрЃћрЃЉрЃљ рЃљрЃАрЃљрЃќрЃарЃЊрЃЮрЃћрЃЉрЃА рЃЮрЃарЃЏрЃ«рЃарЃўрЃЋ рЃЎрЃћрЃЌрЃўрЃџрЃЊрЃдрЃћрЃЮрЃЉрЃљрЃА рЃЊрЃљ рЃЉрЃўрЃќрЃюрЃћрЃАрЃА рЃЏрЃўрЃдрЃгрЃћрЃЋрЃћрЃЉрЃерЃў рЃћрЃ«рЃЏрЃљрЃарЃћрЃЉрЃљ. Fastoo-рЃА рЃЏрЃЌрЃљрЃЋрЃљрЃарЃў рЃЏрЃўрЃќрЃљрЃюрЃўрЃљ рЃўрЃЏрЃўрЃАрЃў рЃюрЃљрЃЌрЃћрЃџрЃў рЃўрЃџрЃБрЃАрЃбрЃарЃљрЃфрЃўрЃљ, рЃарЃЮрЃЏ рЃЕрЃЋрЃћрЃюрЃў рЃњрЃљрЃЊрЃљрЃгрЃДрЃЋрЃћрЃбрЃћрЃЉрЃў рЃљрЃарЃўрЃА рЃДрЃЋрЃћрЃџрЃљрЃќрЃћ рЃЮрЃърЃбрЃўрЃЏрЃљрЃџрЃБрЃарЃў, рЃДрЃЋрЃћрЃџрЃљрЃќрЃћ рЃАрЃљрЃўрЃЏрЃћрЃЊрЃЮ рЃЊрЃљ рЃарЃљ рЃЌрЃЦрЃЏрЃљ рЃБрЃюрЃЊрЃљ, рЃДрЃЋрЃћрЃџрЃљрЃќрЃћ рЃ«рЃћрЃџрЃЏрЃўрЃАрЃљрЃгрЃЋрЃЊрЃЮрЃЏрЃў. рЃЌрЃЦрЃЋрЃћрЃю рЃљрЃарЃљрЃАрЃЮрЃЊрЃћрЃА рЃерЃћрЃњрЃ«рЃЋрЃЊрЃћрЃЉрЃљрЃЌ рЃарЃљрЃЏрЃћ рЃАрЃљрЃ«рЃўрЃА рЃерЃћрЃцрЃљрЃарЃБрЃџрЃў рЃњрЃљрЃЊрЃљрЃАрЃљрЃ«рЃљрЃЊрЃў рЃЊрЃљ рЃЏрЃўрЃќрЃљрЃюрЃЏрЃўрЃЏрЃљрЃарЃЌрЃБрЃџрЃў рЃњрЃљрЃБрЃњрЃћрЃЉрЃарЃЮрЃЉрЃљ рЃЕрЃЋрЃћрЃюрЃА рЃерЃћрЃЌрЃљрЃЋрЃљрЃќрЃћрЃЉрЃћрЃЉрЃерЃў.",

  "__comment__": "Do not translate this. Contact us",

  "Drop us message for any query": "рЃюрЃћрЃЉрЃўрЃАрЃЏрЃўрЃћрЃарЃў рЃерЃћрЃЎрЃўрЃЌрЃ«рЃЋрЃўрЃАрЃЌрЃЋрЃўрЃА рЃЏрЃЮрЃњрЃЋрЃгрЃћрЃарЃћрЃЌ",
  "Full name": "р▓АрЃарЃБрЃџрЃў рЃАрЃљрЃ«рЃћрЃџрЃў",
  "Subject": "рЃАрЃљрЃЎрЃўрЃЌрЃ«рЃў",
  "Your message": "рЃерЃћрЃбрЃДрЃЮрЃЉрЃўрЃюрЃћрЃЉрЃљ",
  "Send Message": "рЃерЃћрЃбрЃДрЃЮрЃЉрЃўрЃюрЃћрЃЉрЃўрЃА рЃњрЃљрЃњрЃќрЃљрЃЋрЃюрЃљ",

  "__comment__": "Do not translate this. F.A.Q. Page",

  "Here is the list of the most frequently asked questions": "рЃ«рЃерЃўрЃарЃљрЃЊ рЃЊрЃљрЃАрЃЏрЃБрЃџрЃў рЃЎрЃўрЃЌрЃ«рЃЋрЃћрЃЉрЃўрЃА рЃАрЃўрЃљ",
  "Do you have any questions": "рЃњрЃљрЃЦрЃЋрЃЌ рЃарЃљрЃўрЃЏрЃћ рЃерЃћрЃЎрЃўрЃЌрЃ«рЃЋрЃљ?",
  "Quis ipsum suspendisse ultrices gravida. Risus commodo viverra maecenas accumsan lacus vel facilisis. Lorem ipsum dolor sit amet consectetur adipiscing elit": "Quis ipsum suspendisse ultrices gravida. Risus commodo viverra maecenas accumsan lacus vel facilisis. Lorem ipsum dolor sit amet consectetur adipiscing elit",

  "What kind of services do you provide?": "рЃарЃљ рЃбрЃўрЃърЃўрЃА рЃАрЃћрЃарЃЋрЃўрЃАрЃА рЃАрЃЌрЃљрЃЋрЃљрЃќрЃЮрЃЉрЃЌ рЃЏрЃЮрЃЏрЃ«рЃЏрЃљрЃарЃћрЃЉрЃћрЃџрЃА?",
  "Fastoo INC. is a Canadian company, licensed by the standards of Money Service Business (MSB) that builds business upon high-quality service and customersРђЎ trust, providing that individual and attentive approach, immediate reaction to inquiries, readiness to provide nothing but the best possible service are the qualities to focus on, because they make us reliable. Every person in Fastoo knows that reputation we have gained through years of conscientious work is our main property. We are sure that such attitude towards clients and partners leads to mutual prosperity and business achievements. FastooРђЎs main goal is to continue to prove that our solutions are the most appropriate, the most dependable and, of course, the most affordable. You will never find any kind of hidden fees, concealed charges and deliberate misunderstandings in our offerings.": "Fastoo INC. рЃљрЃарЃўрЃА Money Service Business (MSB) рЃАрЃбрЃљрЃюрЃЊрЃљрЃарЃбрЃћрЃЉрЃўрЃЌ рЃџрЃўрЃфрЃћрЃюрЃќрЃўрЃарЃћрЃЉрЃБрЃџрЃў рЃЎрЃљрЃюрЃљрЃЊрЃБрЃарЃў рЃЎрЃЮрЃЏрЃърЃљрЃюрЃўрЃљ, рЃарЃЮрЃЏрЃћрЃџрЃўрЃф рЃљрЃерЃћрЃюрЃћрЃЉрЃА рЃЉрЃўрЃќрЃюрЃћрЃАрЃА рЃЏрЃљрЃдрЃљрЃџрЃў рЃ«рЃљрЃарЃўрЃАрЃ«рЃўрЃА рЃАрЃћрЃарЃЋрЃўрЃАрЃќрЃћ рЃЊрЃљ рЃЏрЃЮрЃЏрЃ«рЃЏрЃљрЃарЃћрЃЉрЃћрЃџрЃЌрЃљ рЃюрЃЊрЃЮрЃЉрЃљрЃќрЃћ, рЃБрЃќрЃарЃБрЃюрЃЋрЃћрЃџрЃДрЃЮрЃцрЃА рЃўрЃюрЃЊрЃўрЃЋрЃўрЃЊрЃБрЃљрЃџрЃБрЃа рЃЏрЃўрЃЊрЃњрЃЮрЃЏрЃљрЃА, рЃЊрЃљрЃБрЃДрЃЮрЃЋрЃюрЃћрЃЉрЃџрЃўрЃЋ рЃарЃћрЃљрЃњрЃўрЃарЃћрЃЉрЃА рЃЏрЃЮрЃЌрЃ«рЃЮрЃЋрЃюрЃћрЃЉрЃќрЃћ рЃЊрЃљ рЃЏрЃќрЃљрЃЊрЃљрЃљ рЃЏрЃљрЃЦрЃАрЃўрЃЏрЃљрЃџрЃБрЃарЃљрЃЊ рЃЮрЃърЃбрЃўрЃЏрЃљрЃџрЃБрЃарЃў рЃЏрЃЮрЃЏрЃАрЃљрЃ«рЃБрЃарЃћрЃЉрЃўрЃАрЃЌрЃЋрЃўрЃА. рЃАрЃгрЃЮрЃарЃћрЃЊ рЃљрЃЏ рЃЌрЃЋрЃўрЃАрЃћрЃЉрЃћрЃЉрЃќрЃћ рЃЋрЃљрЃЏрЃљрЃ«рЃЋрЃўрЃџрЃћрЃЉрЃЌ рЃДрЃБрЃарЃљрЃЊрЃдрЃћрЃЉрЃљрЃА, рЃарЃљрЃЊрЃњрЃљрЃю рЃўрЃАрЃўрЃюрЃў рЃАрЃљрЃюрЃЊрЃЮ рЃърЃљрЃарЃбрЃюрЃўрЃЮрЃарЃћрЃЉрЃљрЃЊ рЃњрЃЋрЃљрЃЦрЃфрЃћрЃЋрЃА.",

  "What is a chargeback and how to avoid it?": "рЃарЃљ рЃљрЃарЃўрЃА рЃЕрЃљрЃарЃ»рЃЉрЃћрЃЦрЃў рЃЊрЃљ рЃарЃЮрЃњрЃЮрЃа рЃљрЃЋрЃўрЃфрЃўрЃџрЃЮрЃЌ рЃўрЃњрЃў рЃЌрЃљрЃЋрЃўрЃЊрЃљрЃю?",
  "Fastoo INC. is a Canadian company, licensed by the standards of Money Service Business (MSB) that builds business upon high-quality service and customersРђЎ trust, providing that individual and attentive approach, immediate reaction to inquiries, readiness to provide nothing but the best possible service are the qualities to focus on, because they make us reliable. Every person in Fastoo knows that reputation we have gained through years of conscientious work is our main property. We are sure that such attitude towards clients and partners leads to mutual prosperity and business achievements. FastooРђЎs main goal is to continue to prove that our solutions are the most appropriate, the most dependable and, of course, the most affordable. You will never find any kind of hidden fees, concealed charges and deliberate misunderstandings in our offerings.": "Fastoo INC. рЃљрЃарЃўрЃА Money Service Business (MSB) рЃАрЃбрЃљрЃюрЃЊрЃљрЃарЃбрЃћрЃЉрЃўрЃЌ рЃџрЃўрЃфрЃћрЃюрЃќрЃўрЃарЃћрЃЉрЃБрЃџрЃў рЃЎрЃљрЃюрЃљрЃЊрЃБрЃарЃў рЃЎрЃЮрЃЏрЃърЃљрЃюрЃўрЃљ, рЃарЃЮрЃЏрЃћрЃџрЃўрЃф рЃљрЃерЃћрЃюрЃћрЃЉрЃА рЃЉрЃўрЃќрЃюрЃћрЃАрЃА рЃЏрЃљрЃдрЃљрЃџрЃў рЃ«рЃљрЃарЃўрЃАрЃ«рЃўрЃА рЃАрЃћрЃарЃЋрЃўрЃАрЃќрЃћ рЃЊрЃљ рЃЏрЃЮрЃЏрЃ«рЃЏрЃљрЃарЃћрЃЉрЃћрЃџрЃЌрЃљ рЃюрЃЊрЃЮрЃЉрЃљрЃќрЃћ, рЃБрЃќрЃарЃБрЃюрЃЋрЃћрЃџрЃДрЃЮрЃцрЃА рЃўрЃюрЃЊрЃўрЃЋрЃўрЃЊрЃБрЃљрЃџрЃБрЃа рЃЏрЃўрЃЊрЃњрЃЮрЃЏрЃљрЃА, рЃЊрЃљрЃБрЃДрЃЮрЃЋрЃюрЃћрЃЉрЃџрЃўрЃЋ рЃарЃћрЃљрЃњрЃўрЃарЃћрЃЉрЃА рЃЏрЃЮрЃЌрЃ«рЃЮрЃЋрЃюрЃћрЃЉрЃќрЃћ рЃЊрЃљ рЃЏрЃќрЃљрЃЊрЃљрЃљ рЃЏрЃљрЃЦрЃАрЃўрЃЏрЃљрЃџрЃБрЃарЃљрЃЊ рЃЮрЃърЃбрЃўрЃЏрЃљрЃџрЃБрЃарЃў рЃЏрЃЮрЃЏрЃАрЃљрЃ«рЃБрЃарЃћрЃЉрЃўрЃАрЃЌрЃЋрЃўрЃА. рЃАрЃгрЃЮрЃарЃћрЃЊ рЃљрЃЏ рЃЌрЃЋрЃўрЃАрЃћрЃЉрЃћрЃЉрЃќрЃћ рЃЋрЃљрЃЏрЃљрЃ«рЃЋрЃўрЃџрЃћрЃЉрЃЌ рЃДрЃБрЃарЃљрЃЊрЃдрЃћрЃЉрЃљрЃА, рЃарЃљрЃЊрЃњрЃљрЃю рЃўрЃАрЃўрЃюрЃў рЃАрЃљрЃюрЃЊрЃЮ рЃърЃљрЃарЃбрЃюрЃўрЃЮрЃарЃћрЃЉрЃљрЃЊ рЃњрЃЋрЃљрЃЦрЃфрЃћрЃЋрЃА.",

  "How can I start?": "рЃАрЃљрЃўрЃЊрЃљрЃю рЃЊрЃљрЃЋрЃўрЃгрЃДрЃЮ?",
  "Fastoo INC. is a Canadian company, licensed by the standards of Money Service Business (MSB) that builds business upon high-quality service and customersРђЎ trust, providing that individual and attentive approach, immediate reaction to inquiries, readiness to provide nothing but the best possible service are the qualities to focus on, because they make us reliable. Every person in Fastoo knows that reputation we have gained through years of conscientious work is our main property. We are sure that such attitude towards clients and partners leads to mutual prosperity and business achievements. FastooРђЎs main goal is to continue to prove that our solutions are the most appropriate, the most dependable and, of course, the most affordable. You will never find any kind of hidden fees, concealed charges and deliberate misunderstandings in our offerings.": "Fastoo INC. рЃљрЃарЃўрЃА Money Service Business (MSB) рЃАрЃбрЃљрЃюрЃЊрЃљрЃарЃбрЃћрЃЉрЃўрЃЌ рЃџрЃўрЃфрЃћрЃюрЃќрЃўрЃарЃћрЃЉрЃБрЃџрЃў рЃЎрЃљрЃюрЃљрЃЊрЃБрЃарЃў рЃЎрЃЮрЃЏрЃърЃљрЃюрЃўрЃљ, рЃарЃЮрЃЏрЃћрЃџрЃўрЃф рЃљрЃерЃћрЃюрЃћрЃЉрЃА рЃЉрЃўрЃќрЃюрЃћрЃАрЃА рЃЏрЃљрЃдрЃљрЃџрЃў рЃ«рЃљрЃарЃўрЃАрЃ«рЃўрЃА рЃАрЃћрЃарЃЋрЃўрЃАрЃќрЃћ рЃЊрЃљ рЃЏрЃЮрЃЏрЃ«рЃЏрЃљрЃарЃћрЃЉрЃћрЃџрЃЌрЃљ рЃюрЃЊрЃЮрЃЉрЃљрЃќрЃћ, рЃБрЃќрЃарЃБрЃюрЃЋрЃћрЃџрЃДрЃЮрЃцрЃА рЃўрЃюрЃЊрЃўрЃЋрЃўрЃЊрЃБрЃљрЃџрЃБрЃа рЃЏрЃўрЃЊрЃњрЃЮрЃЏрЃљрЃА, рЃЊрЃљрЃБрЃДрЃЮрЃЋрЃюрЃћрЃЉрЃџрЃўрЃЋ рЃарЃћрЃљрЃњрЃўрЃарЃћрЃЉрЃА рЃЏрЃЮрЃЌрЃ«рЃЮрЃЋрЃюрЃћрЃЉрЃќрЃћ рЃЊрЃљ рЃЏрЃќрЃљрЃЊрЃљрЃљ рЃЏрЃљрЃЦрЃАрЃўрЃЏрЃљрЃџрЃБрЃарЃљрЃЊ рЃЮрЃърЃбрЃўрЃЏрЃљрЃџрЃБрЃарЃў рЃЏрЃЮрЃЏрЃАрЃљрЃ«рЃБрЃарЃћрЃЉрЃўрЃАрЃЌрЃЋрЃўрЃА. рЃАрЃгрЃЮрЃарЃћрЃЊ рЃљрЃЏ рЃЌрЃЋрЃўрЃАрЃћрЃЉрЃћрЃЉрЃќрЃћ рЃЋрЃљрЃЏрЃљрЃ«рЃЋрЃўрЃџрЃћрЃЉрЃЌ рЃДрЃБрЃарЃљрЃЊрЃдрЃћрЃЉрЃљрЃА, рЃарЃљрЃЊрЃњрЃљрЃю рЃўрЃАрЃўрЃюрЃў рЃАрЃљрЃюрЃЊрЃЮ рЃърЃљрЃарЃбрЃюрЃўрЃЮрЃарЃћрЃЉрЃљрЃЊ рЃњрЃЋрЃљрЃЦрЃфрЃћрЃЋрЃА.",

  "What is rolling reserve?": "рЃарЃљ рЃљрЃарЃўрЃА рЃЏрЃЮрЃФрЃарЃљрЃЋрЃў рЃарЃћрЃќрЃћрЃарЃЋрЃў?",
  "Fastoo INC. is a Canadian company, licensed by the standards of Money Service Business (MSB) that builds business upon high-quality service and customersРђЎ trust, providing that individual and attentive approach, immediate reaction to inquiries, readiness to provide nothing but the best possible service are the qualities to focus on, because they make us reliable. Every person in Fastoo knows that reputation we have gained through years of conscientious work is our main property. We are sure that such attitude towards clients and partners leads to mutual prosperity and business achievements. FastooРђЎs main goal is to continue to prove that our solutions are the most appropriate, the most dependable and, of course, the most affordable. You will never find any kind of hidden fees, concealed charges and deliberate misunderstandings in our offerings.": "Fastoo INC. рЃљрЃарЃўрЃА Money Service Business (MSB) рЃАрЃбрЃљрЃюрЃЊрЃљрЃарЃбрЃћрЃЉрЃўрЃЌ рЃџрЃўрЃфрЃћрЃюрЃќрЃўрЃарЃћрЃЉрЃБрЃџрЃў рЃЎрЃљрЃюрЃљрЃЊрЃБрЃарЃў рЃЎрЃЮрЃЏрЃърЃљрЃюрЃўрЃљ, рЃарЃЮрЃЏрЃћрЃџрЃўрЃф рЃљрЃерЃћрЃюрЃћрЃЉрЃА рЃЉрЃўрЃќрЃюрЃћрЃАрЃА рЃЏрЃљрЃдрЃљрЃџрЃў рЃ«рЃљрЃарЃўрЃАрЃ«рЃўрЃА рЃАрЃћрЃарЃЋрЃўрЃАрЃќрЃћ рЃЊрЃљ рЃЏрЃЮрЃЏрЃ«рЃЏрЃљрЃарЃћрЃЉрЃћрЃџрЃЌрЃљ рЃюрЃЊрЃЮрЃЉрЃљрЃќрЃћ, рЃБрЃќрЃарЃБрЃюрЃЋрЃћрЃџрЃДрЃЮрЃцрЃА рЃўрЃюрЃЊрЃўрЃЋрЃўрЃЊрЃБрЃљрЃџрЃБрЃа рЃЏрЃўрЃЊрЃњрЃЮрЃЏрЃљрЃА, рЃЊрЃљрЃБрЃДрЃЮрЃЋрЃюрЃћрЃЉрЃџрЃўрЃЋ рЃарЃћрЃљрЃњрЃўрЃарЃћрЃЉрЃА рЃЏрЃЮрЃЌрЃ«рЃЮрЃЋрЃюрЃћрЃЉрЃќрЃћ рЃЊрЃљ рЃЏрЃќрЃљрЃЊрЃљрЃљ рЃЏрЃљрЃЦрЃАрЃўрЃЏрЃљрЃџрЃБрЃарЃљрЃЊ рЃЮрЃърЃбрЃўрЃЏрЃљрЃџрЃБрЃарЃў рЃЏрЃЮрЃЏрЃАрЃљрЃ«рЃБрЃарЃћрЃЉрЃўрЃАрЃЌрЃЋрЃўрЃА. рЃАрЃгрЃЮрЃарЃћрЃЊ рЃљрЃЏ рЃЌрЃЋрЃўрЃАрЃћрЃЉрЃћрЃЉрЃќрЃћ рЃЋрЃљрЃЏрЃљрЃ«рЃЋрЃўрЃџрЃћрЃЉрЃЌ рЃДрЃБрЃарЃљрЃЊрЃдрЃћрЃЉрЃљрЃА, рЃарЃљрЃЊрЃњрЃљрЃю рЃўрЃАрЃўрЃюрЃў рЃАрЃљрЃюрЃЊрЃЮ рЃърЃљрЃарЃбрЃюрЃўрЃЮрЃарЃћрЃЉрЃљрЃЊ рЃњрЃЋрЃљрЃЦрЃфрЃћрЃЋрЃА.",

  "What cards can be processed by Fastoo?": "рЃарЃљ рЃбрЃўрЃърЃўрЃА рЃЉрЃљрЃарЃљрЃЌрЃћрЃЉрЃА рЃљрЃЏрЃБрЃерЃљрЃЋрЃћрЃЉрЃА Fastoo?",
  "Fastoo INC. is a Canadian company, licensed by the standards of Money Service Business (MSB) that builds business upon high-quality service and customersРђЎ trust, providing that individual and attentive approach, immediate reaction to inquiries, readiness to provide nothing but the best possible service are the qualities to focus on, because they make us reliable. Every person in Fastoo knows that reputation we have gained through years of conscientious work is our main property. We are sure that such attitude towards clients and partners leads to mutual prosperity and business achievements. FastooРђЎs main goal is to continue to prove that our solutions are the most appropriate, the most dependable and, of course, the most affordable. You will never find any kind of hidden fees, concealed charges and deliberate misunderstandings in our offerings.": "Fastoo INC. рЃљрЃарЃўрЃА Money Service Business (MSB) рЃАрЃбрЃљрЃюрЃЊрЃљрЃарЃбрЃћрЃЉрЃўрЃЌ рЃџрЃўрЃфрЃћрЃюрЃќрЃўрЃарЃћрЃЉрЃБрЃџрЃў рЃЎрЃљрЃюрЃљрЃЊрЃБрЃарЃў рЃЎрЃЮрЃЏрЃърЃљрЃюрЃўрЃљ, рЃарЃЮрЃЏрЃћрЃџрЃўрЃф рЃљрЃерЃћрЃюрЃћрЃЉрЃА рЃЉрЃўрЃќрЃюрЃћрЃАрЃА рЃЏрЃљрЃдрЃљрЃџрЃў рЃ«рЃљрЃарЃўрЃАрЃ«рЃўрЃА рЃАрЃћрЃарЃЋрЃўрЃАрЃќрЃћ рЃЊрЃљ рЃЏрЃЮрЃЏрЃ«рЃЏрЃљрЃарЃћрЃЉрЃћрЃџрЃЌрЃљ рЃюрЃЊрЃЮрЃЉрЃљрЃќрЃћ, рЃБрЃќрЃарЃБрЃюрЃЋрЃћрЃџрЃДрЃЮрЃцрЃА рЃўрЃюрЃЊрЃўрЃЋрЃўрЃЊрЃБрЃљрЃџрЃБрЃа рЃЏрЃўрЃЊрЃњрЃЮрЃЏрЃљрЃА, рЃЊрЃљрЃБрЃДрЃЮрЃЋрЃюрЃћрЃЉрЃџрЃўрЃЋ рЃарЃћрЃљрЃњрЃўрЃарЃћрЃЉрЃА рЃЏрЃЮрЃЌрЃ«рЃЮрЃЋрЃюрЃћрЃЉрЃќрЃћ рЃЊрЃљ рЃЏрЃќрЃљрЃЊрЃљрЃљ рЃЏрЃљрЃЦрЃАрЃўрЃЏрЃљрЃџрЃБрЃарЃљрЃЊ рЃЮрЃърЃбрЃўрЃЏрЃљрЃџрЃБрЃарЃў рЃЏрЃЮрЃЏрЃАрЃљрЃ«рЃБрЃарЃћрЃЉрЃўрЃАрЃЌрЃЋрЃўрЃА. рЃАрЃгрЃЮрЃарЃћрЃЊ рЃљрЃЏ рЃЌрЃЋрЃўрЃАрЃћрЃЉрЃћрЃЉрЃќрЃћ рЃЋрЃљрЃЏрЃљрЃ«рЃЋрЃўрЃџрЃћрЃЉрЃЌ рЃДрЃБрЃарЃљрЃЊрЃдрЃћрЃЉрЃљрЃА, рЃарЃљрЃЊрЃњрЃљрЃю рЃўрЃАрЃўрЃюрЃў рЃАрЃљрЃюрЃЊрЃЮ рЃърЃљрЃарЃбрЃюрЃўрЃЮрЃарЃћрЃЉрЃљрЃЊ рЃњрЃЋрЃљрЃЦрЃфрЃћрЃЋрЃА.",

  "How long does it take to set up?": "рЃарЃљ рЃЊрЃарЃЮ рЃАрЃГрЃўрЃарЃЊрЃћрЃЉрЃљ рЃАрЃћрЃарЃЋрЃўрЃАрЃўрЃА рЃњрЃљрЃЏрЃљрЃарЃЌрЃЋрЃљрЃА?",
  "Fastoo INC. is a Canadian company, licensed by the standards of Money Service Business (MSB) that builds business upon high-quality service and customersРђЎ trust, providing that individual and attentive approach, immediate reaction to inquiries, readiness to provide nothing but the best possible service are the qualities to focus on, because they make us reliable. Every person in Fastoo knows that reputation we have gained through years of conscientious work is our main property. We are sure that such attitude towards clients and partners leads to mutual prosperity and business achievements. FastooРђЎs main goal is to continue to prove that our solutions are the most appropriate, the most dependable and, of course, the most affordable. You will never find any kind of hidden fees, concealed charges and deliberate misunderstandings in our offerings.": "Fastoo INC. рЃљрЃарЃўрЃА Money Service Business (MSB) рЃАрЃбрЃљрЃюрЃЊрЃљрЃарЃбрЃћрЃЉрЃўрЃЌ рЃџрЃўрЃфрЃћрЃюрЃќрЃўрЃарЃћрЃЉрЃБрЃџрЃў рЃЎрЃљрЃюрЃљрЃЊрЃБрЃарЃў рЃЎрЃЮрЃЏрЃърЃљрЃюрЃўрЃљ, рЃарЃЮрЃЏрЃћрЃџрЃўрЃф рЃљрЃерЃћрЃюрЃћрЃЉрЃА рЃЉрЃўрЃќрЃюрЃћрЃАрЃА рЃЏрЃљрЃдрЃљрЃџрЃў рЃ«рЃљрЃарЃўрЃАрЃ«рЃўрЃА рЃАрЃћрЃарЃЋрЃўрЃАрЃќрЃћ рЃЊрЃљ рЃЏрЃЮрЃЏрЃ«рЃЏрЃљрЃарЃћрЃЉрЃћрЃџрЃЌрЃљ рЃюрЃЊрЃЮрЃЉрЃљрЃќрЃћ, рЃБрЃќрЃарЃБрЃюрЃЋрЃћрЃџрЃДрЃЮрЃцрЃА рЃўрЃюрЃЊрЃўрЃЋрЃўрЃЊрЃБрЃљрЃџрЃБрЃа рЃЏрЃўрЃЊрЃњрЃЮрЃЏрЃљрЃА, рЃЊрЃљрЃБрЃДрЃЮрЃЋрЃюрЃћрЃЉрЃџрЃўрЃЋ рЃарЃћрЃљрЃњрЃўрЃарЃћрЃЉрЃА рЃЏрЃЮрЃЌрЃ«рЃЮрЃЋрЃюрЃћрЃЉрЃќрЃћ рЃЊрЃљ рЃЏрЃќрЃљрЃЊрЃљрЃљ рЃЏрЃљрЃЦрЃАрЃўрЃЏрЃљрЃџрЃБрЃарЃљрЃЊ рЃЮрЃърЃбрЃўрЃЏрЃљрЃџрЃБрЃарЃў рЃЏрЃЮрЃЏрЃАрЃљрЃ«рЃБрЃарЃћрЃЉрЃўрЃАрЃЌрЃЋрЃўрЃА. рЃАрЃгрЃЮрЃарЃћрЃЊ рЃљрЃЏ рЃЌрЃЋрЃўрЃАрЃћрЃЉрЃћрЃЉрЃќрЃћ рЃЋрЃљрЃЏрЃљрЃ«рЃЋрЃўрЃџрЃћрЃЉрЃЌ рЃДрЃБрЃарЃљрЃЊрЃдрЃћрЃЉрЃљрЃА, рЃарЃљрЃЊрЃњрЃљрЃю рЃўрЃАрЃўрЃюрЃў рЃАрЃљрЃюрЃЊрЃЮ рЃърЃљрЃарЃбрЃюрЃўрЃЮрЃарЃћрЃЉрЃљрЃЊ рЃњрЃЋрЃљрЃЦрЃфрЃћрЃЋрЃА.",

  "What is registration for?": "рЃарЃўрЃАрЃЌрЃЋрЃўрЃАрЃљрЃљ рЃАрЃљрЃГрЃўрЃарЃЮ рЃарЃћрЃњрЃўрЃАрЃбрЃарЃљрЃфрЃўрЃљ?",
  "Fastoo INC. is a Canadian company, licensed by the standards of Money Service Business (MSB) that builds business upon high-quality service and customersРђЎ trust, providing that individual and attentive approach, immediate reaction to inquiries, readiness to provide nothing but the best possible service are the qualities to focus on, because they make us reliable. Every person in Fastoo knows that reputation we have gained through years of conscientious work is our main property. We are sure that such attitude towards clients and partners leads to mutual prosperity and business achievements. FastooРђЎs main goal is to continue to prove that our solutions are the most appropriate, the most dependable and, of course, the most affordable. You will never find any kind of hidden fees, concealed charges and deliberate misunderstandings in our offerings.": "Fastoo INC. рЃљрЃарЃўрЃА Money Service Business (MSB) рЃАрЃбрЃљрЃюрЃЊрЃљрЃарЃбрЃћрЃЉрЃўрЃЌ рЃџрЃўрЃфрЃћрЃюрЃќрЃўрЃарЃћрЃЉрЃБрЃџрЃў рЃЎрЃљрЃюрЃљрЃЊрЃБрЃарЃў рЃЎрЃЮрЃЏрЃърЃљрЃюрЃўрЃљ, рЃарЃЮрЃЏрЃћрЃџрЃўрЃф рЃљрЃерЃћрЃюрЃћрЃЉрЃА рЃЉрЃўрЃќрЃюрЃћрЃАрЃА рЃЏрЃљрЃдрЃљрЃџрЃў рЃ«рЃљрЃарЃўрЃАрЃ«рЃўрЃА рЃАрЃћрЃарЃЋрЃўрЃАрЃќрЃћ рЃЊрЃљ рЃЏрЃЮрЃЏрЃ«рЃЏрЃљрЃарЃћрЃЉрЃћрЃџрЃЌрЃљ рЃюрЃЊрЃЮрЃЉрЃљрЃќрЃћ, рЃБрЃќрЃарЃБрЃюрЃЋрЃћрЃџрЃДрЃЮрЃцрЃА рЃўрЃюрЃЊрЃўрЃЋрЃўрЃЊрЃБрЃљрЃџрЃБрЃа рЃЏрЃўрЃЊрЃњрЃЮрЃЏрЃљрЃА, рЃЊрЃљрЃБрЃДрЃЮрЃЋрЃюрЃћрЃЉрЃџрЃўрЃЋ рЃарЃћрЃљрЃњрЃўрЃарЃћрЃЉрЃА рЃЏрЃЮрЃЌрЃ«рЃЮрЃЋрЃюрЃћрЃЉрЃќрЃћ рЃЊрЃљ рЃЏрЃќрЃљрЃЊрЃљрЃљ рЃЏрЃљрЃЦрЃАрЃўрЃЏрЃљрЃџрЃБрЃарЃљрЃЊ рЃЮрЃърЃбрЃўрЃЏрЃљрЃџрЃБрЃарЃў рЃЏрЃЮрЃЏрЃАрЃљрЃ«рЃБрЃарЃћрЃЉрЃўрЃАрЃЌрЃЋрЃўрЃА. рЃАрЃгрЃЮрЃарЃћрЃЊ рЃљрЃЏ рЃЌрЃЋрЃўрЃАрЃћрЃЉрЃћрЃЉрЃќрЃћ рЃЋрЃљрЃЏрЃљрЃ«рЃЋрЃўрЃџрЃћрЃЉрЃЌ рЃДрЃБрЃарЃљрЃЊрЃдрЃћрЃЉрЃљрЃА, рЃарЃљрЃЊрЃњрЃљрЃю рЃўрЃАрЃўрЃюрЃў рЃАрЃљрЃюрЃЊрЃЮ рЃърЃљрЃарЃбрЃюрЃўрЃЮрЃарЃћрЃЉрЃљрЃЊ рЃњрЃЋрЃљрЃЦрЃфрЃћрЃЋрЃА.",

  "Where payment page is actually situated? I want customers stay on my website.": "рЃарЃЮрЃЏрЃћрЃџ рЃњрЃЋрЃћрЃарЃЊрЃќрЃћ рЃ«рЃЊрЃћрЃЉрЃљ рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃљ? рЃЏрЃўрЃюрЃЊрЃљ, рЃарЃЮрЃЏ рЃЎрЃџрЃўрЃћрЃюрЃбрЃћрЃЉрЃў рЃЕрЃћрЃЏрЃА рЃЋрЃћрЃЉрЃАрЃљрЃўрЃбрЃќрЃћ рЃЊрЃљрЃарЃЕрЃюрЃћрЃю.",
  "Fastoo INC. is a Canadian company, licensed by the standards of Money Service Business (MSB) that builds business upon high-quality service and customersРђЎ trust, providing that individual and attentive approach, immediate reaction to inquiries, readiness to provide nothing but the best possible service are the qualities to focus on, because they make us reliable. Every person in Fastoo knows that reputation we have gained through years of conscientious work is our main property. We are sure that such attitude towards clients and partners leads to mutual prosperity and business achievements. FastooРђЎs main goal is to continue to prove that our solutions are the most appropriate, the most dependable and, of course, the most affordable. You will never find any kind of hidden fees, concealed charges and deliberate misunderstandings in our offerings.": "Fastoo INC. рЃљрЃарЃўрЃА Money Service Business (MSB) рЃАрЃбрЃљрЃюрЃЊрЃљрЃарЃбрЃћрЃЉрЃўрЃЌ рЃџрЃўрЃфрЃћрЃюрЃќрЃўрЃарЃћрЃЉрЃБрЃџрЃў рЃЎрЃљрЃюрЃљрЃЊрЃБрЃарЃў рЃЎрЃЮрЃЏрЃърЃљрЃюрЃўрЃљ, рЃарЃЮрЃЏрЃћрЃџрЃўрЃф рЃљрЃерЃћрЃюрЃћрЃЉрЃА рЃЉрЃўрЃќрЃюрЃћрЃАрЃА рЃЏрЃљрЃдрЃљрЃџрЃў рЃ«рЃљрЃарЃўрЃАрЃ«рЃўрЃА рЃАрЃћрЃарЃЋрЃўрЃАрЃќрЃћ рЃЊрЃљ рЃЏрЃЮрЃЏрЃ«рЃЏрЃљрЃарЃћрЃЉрЃћрЃџрЃЌрЃљ рЃюрЃЊрЃЮрЃЉрЃљрЃќрЃћ, рЃБрЃќрЃарЃБрЃюрЃЋрЃћрЃџрЃДрЃЮрЃцрЃА рЃўрЃюрЃЊрЃўрЃЋрЃўрЃЊрЃБрЃљрЃџрЃБрЃа рЃЏрЃўрЃЊрЃњрЃЮрЃЏрЃљрЃА, рЃЊрЃљрЃБрЃДрЃЮрЃЋрЃюрЃћрЃЉрЃџрЃўрЃЋ рЃарЃћрЃљрЃњрЃўрЃарЃћрЃЉрЃА рЃЏрЃЮрЃЌрЃ«рЃЮрЃЋрЃюрЃћрЃЉрЃќрЃћ рЃЊрЃљ рЃЏрЃќрЃљрЃЊрЃљрЃљ рЃЏрЃљрЃЦрЃАрЃўрЃЏрЃљрЃџрЃБрЃарЃљрЃЊ рЃЮрЃърЃбрЃўрЃЏрЃљрЃџрЃБрЃарЃў рЃЏрЃЮрЃЏрЃАрЃљрЃ«рЃБрЃарЃћрЃЉрЃўрЃАрЃЌрЃЋрЃўрЃА. рЃАрЃгрЃЮрЃарЃћрЃЊ рЃљрЃЏ рЃЌрЃЋрЃўрЃАрЃћрЃЉрЃћрЃЉрЃќрЃћ рЃЋрЃљрЃЏрЃљрЃ«рЃЋрЃўрЃџрЃћрЃЉрЃЌ рЃДрЃБрЃарЃљрЃЊрЃдрЃћрЃЉрЃљрЃА, рЃарЃљрЃЊрЃњрЃљрЃю рЃўрЃАрЃўрЃюрЃў рЃАрЃљрЃюрЃЊрЃЮ рЃърЃљрЃарЃбрЃюрЃўрЃЮрЃарЃћрЃЉрЃљрЃЊ рЃњрЃЋрЃљрЃЦрЃфрЃћрЃЋрЃА.",

  "What is the price for my business?": "рЃарЃљ рЃљрЃарЃўрЃА рЃЕрЃћрЃЏрЃў рЃЉрЃўрЃќрЃюрЃћрЃАрЃўрЃА рЃцрЃљрЃАрЃў?",
  "Fastoo INC. is a Canadian company, licensed by the standards of Money Service Business (MSB) that builds business upon high-quality service and customersРђЎ trust, providing that individual and attentive approach, immediate reaction to inquiries, readiness to provide nothing but the best possible service are the qualities to focus on, because they make us reliable. Every person in Fastoo knows that reputation we have gained through years of conscientious work is our main property. We are sure that such attitude towards clients and partners leads to mutual prosperity and business achievements. FastooРђЎs main goal is to continue to prove that our solutions are the most appropriate, the most dependable and, of course, the most affordable. You will never find any kind of hidden fees, concealed charges and deliberate misunderstandings in our offerings.": "Fastoo INC. рЃљрЃарЃўрЃА Money Service Business (MSB) рЃАрЃбрЃљрЃюрЃЊрЃљрЃарЃбрЃћрЃЉрЃўрЃЌ рЃџрЃўрЃфрЃћрЃюрЃќрЃўрЃарЃћрЃЉрЃБрЃџрЃў рЃЎрЃљрЃюрЃљрЃЊрЃБрЃарЃў рЃЎрЃЮрЃЏрЃърЃљрЃюрЃўрЃљ, рЃарЃЮрЃЏрЃћрЃџрЃўрЃф рЃљрЃерЃћрЃюрЃћрЃЉрЃА рЃЉрЃўрЃќрЃюрЃћрЃАрЃА рЃЏрЃљрЃдрЃљрЃџрЃў рЃ«рЃљрЃарЃўрЃАрЃ«рЃўрЃА рЃАрЃћрЃарЃЋрЃўрЃАрЃќрЃћ рЃЊрЃљ рЃЏрЃЮрЃЏрЃ«рЃЏрЃљрЃарЃћрЃЉрЃћрЃџрЃЌрЃљ рЃюрЃЊрЃЮрЃЉрЃљрЃќрЃћ, рЃБрЃќрЃарЃБрЃюрЃЋрЃћрЃџрЃДрЃЮрЃцрЃА рЃўрЃюрЃЊрЃўрЃЋрЃўрЃЊрЃБрЃљрЃџрЃБрЃа рЃЏрЃўрЃЊрЃњрЃЮрЃЏрЃљрЃА, рЃЊрЃљрЃБрЃДрЃЮрЃЋрЃюрЃћрЃЉрЃџрЃўрЃЋ рЃарЃћрЃљрЃњрЃўрЃарЃћрЃЉрЃА рЃЏрЃЮрЃЌрЃ«рЃЮрЃЋрЃюрЃћрЃЉрЃќрЃћ рЃЊрЃљ рЃЏрЃќрЃљрЃЊрЃљрЃљ рЃЏрЃљрЃЦрЃАрЃўрЃЏрЃљрЃџрЃБрЃарЃљрЃЊ рЃЮрЃърЃбрЃўрЃЏрЃљрЃџрЃБрЃарЃў рЃЏрЃЮрЃЏрЃАрЃљрЃ«рЃБрЃарЃћрЃЉрЃўрЃАрЃЌрЃЋрЃўрЃА. рЃАрЃгрЃЮрЃарЃћрЃЊ рЃљрЃЏ рЃЌрЃЋрЃўрЃАрЃћрЃЉрЃћрЃЉрЃќрЃћ рЃЋрЃљрЃЏрЃљрЃ«рЃЋрЃўрЃџрЃћрЃЉрЃЌ рЃДрЃБрЃарЃљрЃЊрЃдрЃћрЃЉрЃљрЃА, рЃарЃљрЃЊрЃњрЃљрЃю рЃўрЃАрЃўрЃюрЃў рЃАрЃљрЃюрЃЊрЃЮ рЃърЃљрЃарЃбрЃюрЃўрЃЮрЃарЃћрЃЉрЃљрЃЊ рЃњрЃЋрЃљрЃЦрЃфрЃћрЃЋрЃА.",

  "What is the main difference between direct merchant account and aggregated?": "рЃарЃљ рЃљрЃарЃўрЃА рЃЏрЃЌрЃљрЃЋрЃљрЃарЃў рЃњрЃљрЃюрЃАрЃ«рЃЋрЃљрЃЋрЃћрЃЉрЃљ рЃърЃўрЃарЃЊрЃљрЃърЃўрЃа рЃАрЃљрЃЋрЃљрЃГрЃарЃЮ рЃљрЃюрЃњрЃљрЃарЃўрЃерЃАрЃљ рЃЊрЃљ рЃљрЃњрЃарЃћрЃњрЃљрЃбрЃБрЃџ рЃљрЃюрЃњрЃљрЃарЃўрЃерЃА рЃерЃЮрЃарЃўрЃА?",
  "Fastoo INC. is a Canadian company, licensed by the standards of Money Service Business (MSB) that builds business upon high-quality service and customersРђЎ trust, providing that individual and attentive approach, immediate reaction to inquiries, readiness to provide nothing but the best possible service are the qualities to focus on, because they make us reliable. Every person in Fastoo knows that reputation we have gained through years of conscientious work is our main property. We are sure that such attitude towards clients and partners leads to mutual prosperity and business achievements. FastooРђЎs main goal is to continue to prove that our solutions are the most appropriate, the most dependable and, of course, the most affordable. You will never find any kind of hidden fees, concealed charges and deliberate misunderstandings in our offerings.": "Fastoo INC. рЃљрЃарЃўрЃА Money Service Business (MSB) рЃАрЃбрЃљрЃюрЃЊрЃљрЃарЃбрЃћрЃЉрЃўрЃЌ рЃџрЃўрЃфрЃћрЃюрЃќрЃўрЃарЃћрЃЉрЃБрЃџрЃў рЃЎрЃљрЃюрЃљрЃЊрЃБрЃарЃў рЃЎрЃЮрЃЏрЃърЃљрЃюрЃўрЃљ, рЃарЃЮрЃЏрЃћрЃџрЃўрЃф рЃљрЃерЃћрЃюрЃћрЃЉрЃА рЃЉрЃўрЃќрЃюрЃћрЃАрЃА рЃЏрЃљрЃдрЃљрЃџрЃў рЃ«рЃљрЃарЃўрЃАрЃ«рЃўрЃА рЃАрЃћрЃарЃЋрЃўрЃАрЃќрЃћ рЃЊрЃљ рЃЏрЃЮрЃЏрЃ«рЃЏрЃљрЃарЃћрЃЉрЃћрЃџрЃЌрЃљ рЃюрЃЊрЃЮрЃЉрЃљрЃќрЃћ, рЃБрЃќрЃарЃБрЃюрЃЋрЃћрЃџрЃДрЃЮрЃцрЃА рЃўрЃюрЃЊрЃўрЃЋрЃўрЃЊрЃБрЃљрЃџрЃБрЃа рЃЏрЃўрЃЊрЃњрЃЮрЃЏрЃљрЃА, рЃЊрЃљрЃБрЃДрЃЮрЃЋрЃюрЃћрЃЉрЃџрЃўрЃЋ рЃарЃћрЃљрЃњрЃўрЃарЃћрЃЉрЃА рЃЏрЃЮрЃЌрЃ«рЃЮрЃЋрЃюрЃћрЃЉрЃќрЃћ рЃЊрЃљ рЃЏрЃќрЃљрЃЊрЃљрЃљ рЃЏрЃљрЃЦрЃАрЃўрЃЏрЃљрЃџрЃБрЃарЃљрЃЊ рЃЮрЃърЃбрЃўрЃЏрЃљрЃџрЃБрЃарЃў рЃЏрЃЮрЃЏрЃАрЃљрЃ«рЃБрЃарЃћрЃЉрЃўрЃАрЃЌрЃЋрЃўрЃА. рЃАрЃгрЃЮрЃарЃћрЃЊ рЃљрЃЏ рЃЌрЃЋрЃўрЃАрЃћрЃЉрЃћрЃЉрЃќрЃћ рЃЋрЃљрЃЏрЃљрЃ«рЃЋрЃўрЃџрЃћрЃЉрЃЌ рЃДрЃБрЃарЃљрЃЊрЃдрЃћрЃЉрЃљрЃА, рЃарЃљрЃЊрЃњрЃљрЃю рЃўрЃАрЃўрЃюрЃў рЃАрЃљрЃюрЃЊрЃЮ рЃърЃљрЃарЃбрЃюрЃўрЃЮрЃарЃћрЃЉрЃљрЃЊ рЃњрЃЋрЃљрЃЦрЃфрЃћрЃЋрЃА.",

  "How do I handle refunds?": "рЃарЃЮрЃњрЃЮрЃа рЃЏрЃЮрЃЋрЃљрЃњрЃЋрЃљрЃарЃЮ рЃЌрЃљрЃюрЃ«рЃўрЃА рЃЊрЃљрЃЉрЃарЃБрЃюрЃћрЃЉрЃўрЃА рЃАрЃљрЃЎрЃўрЃЌрЃ«рЃў?",
  "Fastoo INC. is a Canadian company, licensed by the standards of Money Service Business (MSB) that builds business upon high-quality service and customersРђЎ trust, providing that individual and attentive approach, immediate reaction to inquiries, readiness to provide nothing but the best possible service are the qualities to focus on, because they make us reliable. Every person in Fastoo knows that reputation we have gained through years of conscientious work is our main property. We are sure that such attitude towards clients and partners leads to mutual prosperity and business achievements. FastooРђЎs main goal is to continue to prove that our solutions are the most appropriate, the most dependable and, of course, the most affordable. You will never find any kind of hidden fees, concealed charges and deliberate misunderstandings in our offerings.": "Fastoo INC. рЃљрЃарЃўрЃА Money Service Business (MSB) рЃАрЃбрЃљрЃюрЃЊрЃљрЃарЃбрЃћрЃЉрЃўрЃЌ рЃџрЃўрЃфрЃћрЃюрЃќрЃўрЃарЃћрЃЉрЃБрЃџрЃў рЃЎрЃљрЃюрЃљрЃЊрЃБрЃарЃў рЃЎрЃЮрЃЏрЃърЃљрЃюрЃўрЃљ, рЃарЃЮрЃЏрЃћрЃџрЃўрЃф рЃљрЃерЃћрЃюрЃћрЃЉрЃА рЃЉрЃўрЃќрЃюрЃћрЃАрЃА рЃЏрЃљрЃдрЃљрЃџрЃў рЃ«рЃљрЃарЃўрЃАрЃ«рЃўрЃА рЃАрЃћрЃарЃЋрЃўрЃАрЃќрЃћ рЃЊрЃљ рЃЏрЃЮрЃЏрЃ«рЃЏрЃљрЃарЃћрЃЉрЃћрЃџрЃЌрЃљ рЃюрЃЊрЃЮрЃЉрЃљрЃќрЃћ, рЃБрЃќрЃарЃБрЃюрЃЋрЃћрЃџрЃДрЃЮрЃцрЃА рЃўрЃюрЃЊрЃўрЃЋрЃўрЃЊрЃБрЃљрЃџрЃБрЃа рЃЏрЃўрЃЊрЃњрЃЮрЃЏрЃљрЃА, рЃЊрЃљрЃБрЃДрЃЮрЃЋрЃюрЃћрЃЉрЃџрЃўрЃЋ рЃарЃћрЃљрЃњрЃўрЃарЃћрЃЉрЃА рЃЏрЃЮрЃЌрЃ«рЃЮрЃЋрЃюрЃћрЃЉрЃќрЃћ рЃЊрЃљ рЃЏрЃќрЃљрЃЊрЃљрЃљ рЃЏрЃљрЃЦрЃАрЃўрЃЏрЃљрЃџрЃБрЃарЃљрЃЊ рЃЮрЃърЃбрЃўрЃЏрЃљрЃџрЃБрЃарЃў рЃЏрЃЮрЃЏрЃАрЃљрЃ«рЃБрЃарЃћрЃЉрЃўрЃАрЃЌрЃЋрЃўрЃА. рЃАрЃгрЃЮрЃарЃћрЃЊ рЃљрЃЏ рЃЌрЃЋрЃўрЃАрЃћрЃЉрЃћрЃЉрЃќрЃћ рЃЋрЃљрЃЏрЃљрЃ«рЃЋрЃўрЃџрЃћрЃЉрЃЌ рЃДрЃБрЃарЃљрЃЊрЃдрЃћрЃЉрЃљрЃА, рЃарЃљрЃЊрЃњрЃљрЃю рЃўрЃАрЃўрЃюрЃў рЃАрЃљрЃюрЃЊрЃЮ рЃърЃљрЃарЃбрЃюрЃўрЃЮрЃарЃћрЃЉрЃљрЃЊ рЃњрЃЋрЃљрЃЦрЃфрЃћрЃЋрЃА.",

  "How does Fastoo prevent fraud?": "рЃарЃЮрЃњрЃЮрЃа рЃўрЃфрЃљрЃЋрЃА Fastoo рЃЌрЃљрЃдрЃџрЃўрЃЌрЃЮрЃЉрЃўрЃАрЃњрЃљрЃю?",
  "Fastoo INC. is a Canadian company, licensed by the standards of Money Service Business (MSB) that builds business upon high-quality service and customersРђЎ trust, providing that individual and attentive approach, immediate reaction to inquiries, readiness to provide nothing but the best possible service are the qualities to focus on, because they make us reliable. Every person in Fastoo knows that reputation we have gained through years of conscientious work is our main property. We are sure that such attitude towards clients and partners leads to mutual prosperity and business achievements. FastooРђЎs main goal is to continue to prove that our solutions are the most appropriate, the most dependable and, of course, the most affordable. You will never find any kind of hidden fees, concealed charges and deliberate misunderstandings in our offerings.": "Fastoo INC. рЃљрЃарЃўрЃА Money Service Business (MSB) рЃАрЃбрЃљрЃюрЃЊрЃљрЃарЃбрЃћрЃЉрЃўрЃЌ рЃџрЃўрЃфрЃћрЃюрЃќрЃўрЃарЃћрЃЉрЃБрЃџрЃў рЃЎрЃљрЃюрЃљрЃЊрЃБрЃарЃў рЃЎрЃЮрЃЏрЃърЃљрЃюрЃўрЃљ, рЃарЃЮрЃЏрЃћрЃџрЃўрЃф рЃљрЃерЃћрЃюрЃћрЃЉрЃА рЃЉрЃўрЃќрЃюрЃћрЃАрЃА рЃЏрЃљрЃдрЃљрЃџрЃў рЃ«рЃљрЃарЃўрЃАрЃ«рЃўрЃА рЃАрЃћрЃарЃЋрЃўрЃАрЃќрЃћ рЃЊрЃљ рЃЏрЃЮрЃЏрЃ«рЃЏрЃљрЃарЃћрЃЉрЃћрЃџрЃЌрЃљ рЃюрЃЊрЃЮрЃЉрЃљрЃќрЃћ, рЃБрЃќрЃарЃБрЃюрЃЋрЃћрЃџрЃДрЃЮрЃцрЃА рЃўрЃюрЃЊрЃўрЃЋрЃўрЃЊрЃБрЃљрЃџрЃБрЃа рЃЏрЃўрЃЊрЃњрЃЮрЃЏрЃљрЃА, рЃЊрЃљрЃБрЃДрЃЮрЃЋрЃюрЃћрЃЉрЃџрЃўрЃЋ рЃарЃћрЃљрЃњрЃўрЃарЃћрЃЉрЃА рЃЏрЃЮрЃЌрЃ«рЃЮрЃЋрЃюрЃћрЃЉрЃќрЃћ рЃЊрЃљ рЃЏрЃќрЃљрЃЊрЃљрЃљ рЃЏрЃљрЃЦрЃАрЃўрЃЏрЃљрЃџрЃБрЃарЃљрЃЊ рЃЮрЃърЃбрЃўрЃЏрЃљрЃџрЃБрЃарЃў рЃЏрЃЮрЃЏрЃАрЃљрЃ«рЃБрЃарЃћрЃЉрЃўрЃАрЃЌрЃЋрЃўрЃА. рЃАрЃгрЃЮрЃарЃћрЃЊ рЃљрЃЏ рЃЌрЃЋрЃўрЃАрЃћрЃЉрЃћрЃЉрЃќрЃћ рЃЋрЃљрЃЏрЃљрЃ«рЃЋрЃўрЃџрЃћрЃЉрЃЌ рЃДрЃБрЃарЃљрЃЊрЃдрЃћрЃЉрЃљрЃА, рЃарЃљрЃЊрЃњрЃљрЃю рЃўрЃАрЃўрЃюрЃў рЃАрЃљрЃюрЃЊрЃЮ рЃърЃљрЃарЃбрЃюрЃўрЃЮрЃарЃћрЃЉрЃљрЃЊ рЃњрЃЋрЃљрЃЦрЃфрЃћрЃЋрЃА.",

  "Does Fastoo support recurring billing?": "рЃљрЃњрЃЋрЃљрЃарЃћрЃЉрЃА рЃЌрЃБ рЃљрЃарЃљ Fastoo рЃњрЃљрЃюрЃЏрЃћрЃЮрЃарЃћрЃЉрЃљрЃЊ рЃљрЃюрЃњрЃљрЃарЃўрЃерЃАрЃгрЃЮрЃарЃћрЃЉрЃљрЃА?",
  "Fastoo INC. is a Canadian company, licensed by the standards of Money Service Business (MSB) that builds business upon high-quality service and customersРђЎ trust, providing that individual and attentive approach, immediate reaction to inquiries, readiness to provide nothing but the best possible service are the qualities to focus on, because they make us reliable. Every person in Fastoo knows that reputation we have gained through years of conscientious work is our main property. We are sure that such attitude towards clients and partners leads to mutual prosperity and business achievements. FastooРђЎs main goal is to continue to prove that our solutions are the most appropriate, the most dependable and, of course, the most affordable. You will never find any kind of hidden fees, concealed charges and deliberate misunderstandings in our offerings.": "Fastoo INC. рЃљрЃарЃўрЃА Money Service Business (MSB) рЃАрЃбрЃљрЃюрЃЊрЃљрЃарЃбрЃћрЃЉрЃўрЃЌ рЃџрЃўрЃфрЃћрЃюрЃќрЃўрЃарЃћрЃЉрЃБрЃџрЃў рЃЎрЃљрЃюрЃљрЃЊрЃБрЃарЃў рЃЎрЃЮрЃЏрЃърЃљрЃюрЃўрЃљ, рЃарЃЮрЃЏрЃћрЃџрЃўрЃф рЃљрЃерЃћрЃюрЃћрЃЉрЃА рЃЉрЃўрЃќрЃюрЃћрЃАрЃА рЃЏрЃљрЃдрЃљрЃџрЃў рЃ«рЃљрЃарЃўрЃАрЃ«рЃўрЃА рЃАрЃћрЃарЃЋрЃўрЃАрЃќрЃћ рЃЊрЃљ рЃЏрЃЮрЃЏрЃ«рЃЏрЃљрЃарЃћрЃЉрЃћрЃџрЃЌрЃљ рЃюрЃЊрЃЮрЃЉрЃљрЃќрЃћ, рЃБрЃќрЃарЃБрЃюрЃЋрЃћрЃџрЃДрЃЮрЃцрЃА рЃўрЃюрЃЊрЃўрЃЋрЃўрЃЊрЃБрЃљрЃџрЃБрЃа рЃЏрЃўрЃЊрЃњрЃЮрЃЏрЃљрЃА, рЃЊрЃљрЃБрЃДрЃЮрЃЋрЃюрЃћрЃЉрЃџрЃўрЃЋ рЃарЃћрЃљрЃњрЃўрЃарЃћрЃЉрЃА рЃЏрЃЮрЃЌрЃ«рЃЮрЃЋрЃюрЃћрЃЉрЃќрЃћ рЃЊрЃљ рЃЏрЃќрЃљрЃЊрЃљрЃљ рЃЏрЃљрЃЦрЃАрЃўрЃЏрЃљрЃџрЃБрЃарЃљрЃЊ рЃЮрЃърЃбрЃўрЃЏрЃљрЃџрЃБрЃарЃў рЃЏрЃЮрЃЏрЃАрЃљрЃ«рЃБрЃарЃћрЃЉрЃўрЃАрЃЌрЃЋрЃўрЃА. рЃАрЃгрЃЮрЃарЃћрЃЊ рЃљрЃЏ рЃЌрЃЋрЃўрЃАрЃћрЃЉрЃћрЃЉрЃќрЃћ рЃЋрЃљрЃЏрЃљрЃ«рЃЋрЃўрЃџрЃћрЃЉрЃЌ рЃДрЃБрЃарЃљрЃЊрЃдрЃћрЃЉрЃљрЃА, рЃарЃљрЃЊрЃњрЃљрЃю рЃўрЃАрЃўрЃюрЃў рЃАрЃљрЃюрЃЊрЃЮ рЃърЃљрЃарЃбрЃюрЃўрЃЮрЃарЃћрЃЉрЃљрЃЊ рЃњрЃЋрЃљрЃЦрЃфрЃћрЃЋрЃА.",

  "__comment__": "Do not translate this. Glossary Page",

  "2-step authentication РђЊ is an optional security feature involving two stages to verify the identity of an entity trying to access services in a computer or in a network. This is a special case of a multi-factor authentication which might involve only one of the three authentication factors (a knowledge factor, a possession factor, and an inherence factor) for both steps.": "<b>2-рЃАрЃљрЃцрЃћрЃ«рЃБрЃарЃўрЃљрЃюрЃў рЃљрЃЋрЃЌрЃћрЃюрЃбрЃўрЃцрЃўрЃЎрЃљрЃфрЃўрЃљ</b> РђЊ рЃљрЃарЃўрЃА рЃљрЃарЃЕрЃћрЃЋрЃўрЃЌрЃў рЃБрЃАрЃљрЃцрЃарЃЌрЃ«рЃЮрЃћрЃЉрЃўрЃА рЃцрЃБрЃюрЃЦрЃфрЃўрЃљ, рЃарЃЮрЃЏрЃћрЃџрЃўрЃф рЃАрЃБрЃЉрЃўрЃћрЃЦрЃбрЃўрЃА рЃЋрЃўрЃюрЃљрЃЮрЃЉрЃљрЃА рЃЮрЃа рЃћрЃбрЃљрЃърЃљрЃЊ рЃљрЃЏрЃЮрЃгрЃЏрЃћрЃЉрЃА , рЃарЃљрЃЌрЃљ рЃЊрЃљрЃарЃгрЃЏрЃБрЃюрЃЊрЃћрЃА рЃАрЃћрЃарЃЋрЃўрЃАрЃћрЃЉрЃќрЃћ рЃгрЃЋрЃЊрЃЮрЃЏрЃўрЃА рЃЏрЃфрЃЊрЃћрЃџрЃЮрЃЉрЃўрЃА рЃљрЃЋрЃЌрЃћрЃюрЃбрЃБрЃарЃЮрЃЉрЃљрЃерЃў. рЃљрЃЏ рЃерЃћрЃЏрЃЌрЃ«рЃЋрЃћрЃЋрЃљрЃерЃў рЃЏрЃарЃљрЃЋрЃљрЃџрЃцрЃљрЃЦрЃбрЃЮрЃарЃўрЃљрЃюрЃў рЃљрЃЋрЃЌрЃћрЃюрЃбрЃўрЃцрЃўрЃЎрЃљрЃфрЃўрЃўрЃА рЃњрЃљрЃюрЃАрЃљрЃЎрЃБрЃЌрЃарЃћрЃЉрЃБрЃџрЃў рЃЏрЃЮрЃЊрЃБрЃџрЃў рЃерЃћрЃўрЃФрЃџрЃћрЃЉрЃљ рЃЏрЃЮрЃўрЃфрЃљрЃЋрЃЊрЃћрЃА рЃАрЃљрЃЏрЃў рЃцрЃљрЃЦрЃбрЃЮрЃарЃўрЃЊрЃљрЃю рЃЏрЃ«рЃЮрЃџрЃЮрЃЊ рЃћрЃарЃЌрЃА (рЃфрЃЮрЃЊрЃюрЃўрЃА рЃцрЃљрЃЦрЃбрЃЮрЃарЃў, рЃцрЃџрЃЮрЃЉрЃўрЃА рЃцрЃљрЃЦрЃбрЃЮрЃарЃў рЃЊрЃљ рЃЌрЃљрЃюрЃЊрЃљрЃДрЃЮрЃџрЃўрЃџрЃў рЃцрЃљрЃЦрЃбрЃЮрЃарЃў) рЃЮрЃарЃўрЃЋрЃћ рЃАрЃљрЃцрЃћрЃ«рЃБрЃарЃўрЃАрЃЌрЃЋрЃўрЃА.",
  "3D secure РђЊ is a protocol designed to be an additional security layer for online credit and debit card transactions. Developed by Visa and licensed by MasterCard, 3D Secure stands for РђюThree Domain SecureРђЮ РђЊ the domains being the acquiring bank (retailerРђЎs bank), the issuing bank (the cardholderРђЎs bank) and the infrastructure that supports the 3D Secure protocol.": "<b>3D рЃЊрЃљрЃфрЃЋрЃљ</b> РђЊ  рЃљрЃарЃўрЃА рЃърЃарЃЮрЃбрЃЮрЃЎрЃЮрЃџрЃў, рЃарЃЮрЃЏрЃћрЃџрЃўрЃф рЃерЃћрЃЦрЃЏрЃюрЃўрЃџрЃўрЃљ рЃБрЃАрЃљрЃцрЃарЃЌрЃ«рЃЮрЃћрЃЉрЃўрЃА рЃЊрЃљрЃЏрЃљрЃбрЃћрЃЉрЃўрЃЌрЃў рЃцрЃћрЃюрЃўрЃА рЃАрЃљрЃ«рЃўрЃЌ рЃЮрЃюрЃџрЃљрЃўрЃю рЃАрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ рЃЊрЃљ рЃАрЃљрЃЊрЃћрЃЉрЃћрЃбрЃЮ рЃЉрЃљрЃарЃљрЃЌрЃћрЃЉрЃўрЃЌ рЃбрЃарЃљрЃюрЃќрЃљрЃЦрЃфрЃўрЃћрЃЉрЃќрЃћ.",

  "Please also check our Articles section to understand Fastoo payment solution better. For more information please contact us.": "Fastoo-рЃА рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃћрЃЉрЃўрЃА  рЃБрЃЎрЃћрЃЌ рЃњрЃљрЃАрЃљрЃњрЃћрЃЉрЃљрЃЊ рЃњрЃљрЃЊрЃљрЃ«рЃћрЃЊрЃћрЃЌ рЃЕрЃЋрЃћрЃюрЃў рЃАрЃбрЃљрЃбрЃўрЃћрЃЉрЃўрЃА рЃњрЃљрЃюрЃДрЃЮрЃцрЃўрЃџрЃћрЃЉрЃљрЃА. рЃЊрЃљрЃЏрЃљрЃбрЃћрЃЉрЃўрЃЌрЃў рЃўрЃюрЃцрЃЮрЃарЃЏрЃљрЃфрЃўрЃўрЃАрЃЌрЃЋрЃўрЃА рЃЊрЃљрЃњрЃЋрЃўрЃЎрЃљрЃЋрЃерЃўрЃарЃЊрЃўрЃЌ.",

  "Account -  is a record of financial transactions for an asset or individual, such as at a bank, brokerage, credit card company or retail store.": "рЃљрЃюрЃњрЃљрЃарЃўрЃерЃў - рЃцрЃўрЃюрЃљрЃюрЃАрЃБрЃарЃў рЃбрЃарЃљрЃюрЃќрЃљрЃЦрЃфрЃўрЃћрЃЉрЃўрЃА рЃЕрЃљрЃюрЃљрЃгрЃћрЃарЃў рЃљрЃЦрЃбрЃўрЃЋрЃўрЃА рЃљрЃю рЃцрЃўрЃќрЃўрЃЎрЃБрЃарЃў рЃърЃўрЃарЃўрЃАрЃЌрЃЋрЃўрЃА, рЃЉрЃљрЃюрЃЎрЃерЃў, рЃАрЃљрЃЉрЃарЃЮрЃЎрЃћрЃарЃЮ рЃЎрЃЮрЃЏрЃърЃљрЃюрЃўрЃерЃў, рЃАрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ рЃЉрЃљрЃарЃљрЃЌрЃўрЃА рЃЎрЃЮрЃЏрЃърЃљрЃюрЃўрЃљрЃерЃў рЃљрЃю рЃАрЃљрЃфрЃљрЃџрЃЮ рЃЏрЃљрЃдрЃљрЃќрЃўрЃљрЃерЃў.",
  "Account balance -  is the amount of money on the account, equal to the net of credits and debits at that point in time for that account.": "рЃљрЃюрЃњрЃљрЃарЃўрЃерЃўрЃА рЃЉрЃљрЃџрЃљрЃюрЃАрЃў - рЃљрЃюрЃњрЃљрЃарЃўрЃерЃќрЃћ рЃљрЃарЃАрЃћрЃЉрЃБрЃџрЃў рЃЌрЃљрЃюрЃ«рЃўрЃА рЃЮрЃЊрЃћрЃюрЃЮрЃЉрЃљ, рЃарЃЮрЃЏрЃћрЃџрЃўрЃф рЃБрЃЊрЃарЃўрЃА рЃЎрЃарЃћрЃЊрЃўрЃбрЃћрЃЉрЃўрЃАрЃљ рЃЊрЃљ рЃЊрЃћрЃЉрЃћрЃбрЃћрЃЉрЃўрЃА рЃгрЃЏрЃўрЃюрЃЊрЃљ рЃЌрЃљрЃюрЃ«рЃљрЃА рЃЏрЃЮрЃфрЃћрЃЏрЃБрЃџ рЃЏрЃЮрЃЏрЃћрЃюрЃбрЃерЃў рЃљрЃЏ рЃљрЃюрЃњрЃљрЃарЃўрЃерЃўрЃАрЃЌрЃЋрЃўрЃА.",
  "Aggregated account -  is the account in the name of a third party. For those, who may have difficulties in obtaining their own account due to the type of business or a poor credit history, aggregated merchant account is the best alternative. In this case a large bank account is created and the merchants funds are processed and then dispersed to the individual merchants.": "рЃљрЃњрЃарЃћрЃњрЃљрЃбрЃБрЃџрЃў рЃљрЃюрЃњрЃљрЃарЃўрЃерЃў - рЃљрЃюрЃњрЃљрЃарЃўрЃерЃў рЃЏрЃћрЃАрЃљрЃЏрЃћ рЃърЃўрЃарЃўрЃА рЃАрЃљрЃ«рЃћрЃџрЃќрЃћ. рЃњрЃљрЃюрЃЎрЃБрЃЌрЃЋрЃюрЃўрЃџрЃўрЃљ рЃЏрЃљрЃЌрЃЌрЃЋрЃўрЃА, рЃЋрЃўрЃАрЃљрЃф рЃерЃћрЃўрЃФрЃџрЃћрЃЉрЃљ рЃњрЃљрЃБрЃФрЃюрЃћрЃџрЃЊрЃћрЃА рЃАрЃљрЃЎрЃБрЃЌрЃљрЃарЃў рЃљрЃюрЃњрЃљрЃарЃўрЃерЃўрЃА рЃЏрЃЮрЃърЃЮрЃЋрЃћрЃЉрЃљ рЃЉрЃўрЃќрЃюрЃћрЃАрЃўрЃА рЃАрЃљрЃ«рЃћрЃЮрЃЉрЃўрЃА рЃљрЃю рЃфрЃБрЃЊрЃў рЃАрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ рЃўрЃАрЃбрЃЮрЃарЃўрЃўрЃА рЃњрЃљрЃЏрЃЮ. рЃљрЃЏ рЃерЃћрЃЏрЃЌрЃ«рЃЋрЃћрЃЋрЃљрЃерЃў рЃўрЃЦрЃЏрЃюрЃћрЃЉрЃљ рЃЊрЃўрЃЊрЃў рЃАрЃљрЃЉрЃљрЃюрЃЎрЃЮ рЃљрЃюрЃњрЃљрЃарЃўрЃерЃў рЃарЃЮрЃЏрЃџрЃўрЃЌрЃљрЃф рЃЏрЃБрЃерЃљрЃЋрЃЊрЃћрЃЉрЃљ рЃЏрЃћрЃарЃЕрЃљрЃюрЃбрЃћрЃЉрЃўрЃА рЃАрЃљрЃ«рЃАрЃарЃћрЃЉрЃў,  рЃ«рЃЮрЃџрЃЮ  рЃерЃћрЃЏрЃЊрЃћрЃњ  рЃфрЃљрЃџрЃЎрЃћрЃБрЃџ рЃЏрЃћрЃарЃЕрЃљрЃюрЃбрЃћрЃЉрЃќрЃћ рЃюрЃљрЃгрЃўрЃџрЃЊрЃћрЃЉрЃљ.",
  "Acquiring bank -  is a bank or financial institution that processes credit and or debit card payments for products or services for a merchant.": "рЃерЃћрЃЏрЃАрЃДрЃўрЃЊрЃЋрЃћрЃџрЃўрЃА рЃЉрЃљрЃюрЃЎрЃў - рЃЉрЃљрЃюрЃЎрЃў рЃљрЃю рЃцрЃўрЃюрЃљрЃюрЃАрЃБрЃарЃў рЃўрЃюрЃАрЃбрЃўрЃбрЃБрЃбрЃў, рЃарЃЮрЃЏрЃћрЃџрЃўрЃф рЃЏрЃћрЃарЃЕрЃљрЃюрЃбрЃўрЃАрЃЌрЃЋрЃўрЃА рЃљрЃЏрЃБрЃерЃљрЃЋрЃћрЃЉрЃА рЃАрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ рЃЊрЃљ рЃљрЃю рЃАрЃљрЃЊрЃћрЃЉрЃћрЃбрЃЮ рЃЉрЃљрЃарЃљрЃЌрЃўрЃЌ рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃћрЃЉрЃА рЃърЃарЃЮрЃЊрЃБрЃЦрЃбрЃћрЃЉрЃўрЃАрЃљ рЃљрЃю рЃЏрЃЮрЃЏрЃАрЃљрЃ«рЃБрЃарЃћрЃЉрЃўрЃАрЃЌрЃЋрЃўрЃА.",
  "API -  is an abbreviation of application program interface, a set of protocols, and tools for building software applications which will give the possibility to accept payments through the website.": "API - рЃљрЃърЃџрЃўрЃЎрЃљрЃфрЃўрЃўрЃА рЃърЃарЃЮрЃњрЃарЃљрЃЏрЃўрЃА рЃўрЃюрЃбрЃћрЃарЃцрЃћрЃўрЃАрЃўрЃА рЃљрЃЉрЃарЃћрЃЋрЃўрЃљрЃбрЃБрЃарЃљ- рЃърЃарЃЮрЃбрЃЮрЃЎрЃЮрЃџрЃћрЃЉрЃўрЃАрЃљ рЃЊрЃљ рЃўрЃюрЃАрЃбрЃарЃБрЃЏрЃћрЃюрЃбрЃћрЃЉрЃўрЃА рЃюрЃљрЃЎрЃарЃћрЃЉрЃў рЃърЃарЃЮрЃњрЃарЃљрЃЏрЃБрЃџрЃў рЃљрЃърЃџрЃўрЃЎрЃљрЃфрЃўрЃћрЃЉрЃўрЃА рЃерЃћрЃАрЃљрЃЦрЃЏрЃюрЃћрЃџрЃљрЃЊ, рЃарЃЮрЃЏрЃћрЃџрЃўрЃф рЃАрЃљрЃерЃБрЃљрЃџрЃћрЃЉрЃљрЃА рЃЏрЃЮрЃњрЃфрЃћрЃЏрЃЌ, рЃЏрЃўрЃўрЃдрЃЮрЃЌ рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃћрЃЉрЃў рЃЋрЃћрЃЉрЃАрЃљрЃўрЃбрЃўрЃА рЃАрЃљрЃерЃБрЃљрЃџрЃћрЃЉрЃўрЃЌ.",
  "Authentication -  is the process of assuring that a credit card transaction has been initiated by an authorized user of that card. From the merchantРђЎs point of view, authentication means getting the right information from the consumer, and having it verified by the transaction network.": "рЃљрЃЋрЃЌрЃћрЃюрЃбрЃўрЃцрЃўрЃЎрЃљрЃфрЃўрЃљ - рЃърЃарЃЮрЃфрЃћрЃАрЃў, рЃарЃЮрЃЏрЃћрЃџрЃўрЃф рЃАрЃљрЃГрЃўрЃарЃЮрЃљ рЃўрЃЏрЃљрЃерЃў рЃЊрЃљрЃАрЃљрЃарЃгрЃЏрЃБрЃюрЃћрЃЉрЃџрЃљрЃЊ, рЃарЃЮрЃЏ рЃАрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ рЃЉрЃљрЃарЃљрЃЌрЃўрЃЌ рЃњрЃљрЃюрЃ«рЃЮрЃарЃфрЃўрЃћрЃџрЃћрЃЉрЃБрЃџрЃў рЃбрЃарЃљрЃюрЃќрЃљрЃЦрЃфрЃўрЃљ рЃўрЃюрЃўрЃфрЃўрЃарЃћрЃЉрЃБрЃџрЃўрЃљ рЃљрЃЏ рЃЉрЃљрЃарЃљрЃЌрЃўрЃА рЃљрЃЋрЃбрЃЮрЃарЃўрЃќрЃћрЃЉрЃБрЃџрЃў рЃЏрЃЮрЃЏрЃ«рЃЏрЃљрЃарЃћрЃЉрЃџрЃўрЃА рЃЏрЃўрЃћрЃа. рЃЏрЃћрЃарЃЕрЃљрЃюрЃбрЃўрЃАрЃЌрЃЋрЃўрЃА рЃљрЃЋрЃЌрЃћрЃюрЃбрЃўрЃцрЃўрЃЎрЃљрЃфрЃўрЃљ рЃюрЃўрЃерЃюрЃљрЃЋрЃА рЃЏрЃЮрЃЏрЃ«рЃЏрЃљрЃарЃћрЃЉрЃџрЃўрЃАрЃњрЃљрЃю рЃАрЃгрЃЮрЃарЃў рЃўрЃюрЃцрЃЮрЃарЃЏрЃљрЃфрЃўрЃўрЃА рЃЏрЃўрЃдрЃћрЃЉрЃљрЃА рЃЊрЃљ рЃЏрЃўрЃА рЃњрЃљрЃЊрЃљрЃЏрЃЮрЃгрЃЏрЃћрЃЉрЃљрЃА рЃбрЃарЃљрЃюрЃќрЃљрЃЦрЃфрЃўрЃўрЃА рЃЦрЃАрЃћрЃџрЃўрЃА рЃЏрЃўрЃћрЃа.",
  "Authorization code -  is a set of numbers that an issuer or its authorizing processor provides to indicate approval or denial for an authorization request.": "рЃљрЃЋрЃбрЃЮрЃарЃўрЃќрЃљрЃфрЃўрЃўрЃА рЃЎрЃЮрЃЊрЃў - рЃюрЃЮрЃЏрЃарЃћрЃЉрЃўрЃА рЃћрЃарЃЌрЃЮрЃЉрЃџрЃўрЃЮрЃЉрЃљ, рЃарЃЮрЃЏрЃћрЃџрЃАрЃљрЃф рЃњрЃљрЃЏрЃфрЃћрЃЏрЃў рЃљрЃю рЃЏрЃўрЃАрЃў рЃљрЃЋрЃбрЃЮрЃарЃўрЃќрЃћрЃЉрЃБрЃџрЃў рЃърЃарЃЮрЃфрЃћрЃАрЃЮрЃарЃў рЃљрЃЋрЃбрЃЮрЃарЃўрЃќрЃљрЃфрЃўрЃўрЃА рЃЏрЃЮрЃЌрЃ«рЃЮрЃЋрЃюрЃўрЃА рЃЊрЃљрЃЏрЃбрЃЎрЃўрЃфрЃћрЃЉрЃўрЃА рЃљрЃю рЃБрЃљрЃарЃДрЃЮрЃцрЃўрЃА рЃљрЃдрЃАрЃљрЃюрЃўрЃерЃюрЃљрЃЋрЃљрЃЊ рЃўрЃФрЃџрЃћрЃЋрЃљ.",

  "B2B -  is Business-to-business describes commerce transactions between businesses, such as between a manufacturer and a wholesaler, or between a wholesaler and a retailer.": "B2B - рЃбрЃћрЃарЃЏрЃўрЃюрЃў рЃљрЃдрЃгрЃћрЃарЃА рЃЎрЃЮрЃЏрЃћрЃарЃфрЃўрЃБрЃџ рЃбрЃарЃљрЃюрЃќрЃљрЃЦрЃфрЃўрЃћрЃЉрЃА рЃЉрЃўрЃќрЃюрЃћрЃАрЃћрЃЉрЃА рЃерЃЮрЃарЃўрЃА, рЃЏрЃљрЃњрЃљрЃџрЃўрЃЌрЃљрЃЊ рЃЏрЃгрЃљрЃарЃЏрЃЮрЃћрЃЉрЃћрЃџрЃАрЃљ рЃЊрЃљ рЃАрЃљрЃЉрЃўрЃЌрЃБрЃЏрЃЮ рЃЏрЃЮрЃЋрЃљрЃГрЃарЃћрЃћрЃЉрЃА рЃерЃЮрЃарЃўрЃА, рЃљрЃю рЃАрЃљрЃЉрЃўрЃЌрЃБрЃЏрЃЮ рЃЊрЃљ рЃАрЃљрЃфрЃљрЃџрЃЮ рЃЏрЃЮрЃЋрЃљрЃГрЃарЃћрЃћрЃЉрЃА рЃерЃЮрЃарЃўрЃА.",
  "Bank card -  is a card that can be used by a cardholder and accepted by a merchant to make a payment for a purchase or in payment of some other obligation.": "рЃАрЃљрЃЉрЃљрЃюрЃЎрЃЮ рЃЉрЃљрЃарЃљрЃЌрЃў - рЃЉрЃљрЃарЃљрЃЌрЃў, рЃарЃЮрЃЏрЃћрЃџрЃАрЃљрЃф рЃўрЃДрЃћрЃюрЃћрЃЉрЃА рЃЉрЃљрЃарЃљрЃЌрЃўрЃА рЃЏрЃцрЃџрЃЮрЃЉрЃћрЃџрЃў рЃЊрЃљ рЃўрЃдрЃћрЃЉрЃА рЃАрЃљрЃЋрЃљрЃГрЃарЃЮ рЃЮрЃЉрЃўрЃћрЃЦрЃбрЃў рЃерЃћрЃАрЃДрЃўрЃЊрЃЋрЃўрЃА рЃљрЃю рЃАрЃ«рЃЋрЃљ рЃЋрЃљрЃџрЃЊрЃћрЃЉрЃБрЃџрЃћрЃЉрЃўрЃА рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃўрЃА рЃЏрЃўрЃќрЃюрЃўрЃЌ.",
  "Bank statement - is a record, usually sent to the account holder once per month, summarizing all transactions in an account during the time from the previous statement to the current statement. The opening balance from the prior month combined with the net of all transactions during the period should result in the closing balance for the current statement.": "рЃАрЃљрЃЉрЃљрЃюрЃЎрЃЮ рЃљрЃЏрЃЮрЃюрЃљрЃгрЃћрЃарЃў - рЃЕрЃљрЃюрЃљрЃгрЃћрЃарЃў, рЃарЃЮрЃЏрЃћрЃџрЃўрЃф рЃћрЃњрЃќрЃљрЃЋрЃюрЃћрЃЉрЃљ рЃљрЃюрЃњрЃљрЃарЃўрЃерЃўрЃА рЃЏрЃцрЃџрЃЮрЃЉрЃћрЃџрЃА рЃЌрЃЋрЃћрЃерЃў рЃћрЃарЃЌрЃ«рЃћрЃџ рЃЊрЃљ рЃљрЃ»рЃљрЃЏрЃћрЃЉрЃА рЃДрЃЋрЃћрЃџрЃљ рЃбрЃарЃљрЃюрЃќрЃљрЃЦрЃфрЃўрЃљрЃА рЃгрЃўрЃюрЃљ рЃљрЃЏрЃЮрЃюрЃљрЃгрЃћрЃарЃўрЃЊрЃљрЃю рЃЏрЃўрЃЏрЃЊрЃўрЃюрЃљрЃарЃћ рЃљрЃЏрЃЮрЃюрЃљрЃгрЃћрЃарЃљрЃЏрЃЊрЃћ. рЃгрЃўрЃюрЃљ рЃЌрЃЋрЃўрЃА рЃњрЃљрЃ«рЃАрЃюрЃўрЃА рЃюрЃљрЃерЃЌрЃў рЃДрЃЋрЃћрЃџрЃљ рЃбрЃарЃљрЃюрЃќрЃљрЃЦрЃфрЃўрЃўрЃА рЃгрЃЏрЃўрЃюрЃЊрЃљ рЃљрЃюрЃњрЃљрЃарЃўрЃерЃЌрЃљрЃю рЃћрЃарЃЌрЃљрЃЊ рЃБрЃюрЃЊрЃљ рЃБрЃЊрЃарЃўрЃЊрЃћрЃА рЃЏрЃўрЃЏрЃЊрЃўрЃюрЃљрЃарЃћ рЃљрЃЏрЃЮрЃюрЃљрЃгрЃћрЃарЃўрЃА рЃЊрЃљрЃ«рЃБрЃарЃЋрЃўрЃА рЃЉрЃљрЃџрЃљрЃюрЃАрЃА.",
  "Bank reference letter -  is the information released by a bank about a customer to another bank or lending institution. Bank references generally include number of years of a customerРђЎs relationship with the bank, number of loans and the amounts of their balances, type and quality of collateral(s) provided, and a copy of the customerРђЎs latest statement of financial affairs on file with the bank.": "рЃЉрЃљрЃюрЃЎрЃўрЃА рЃАрЃљрЃфрЃюрЃЮрЃЉрЃљрЃарЃЮ рЃгрЃћрЃарЃўрЃџрЃў - рЃЉрЃљрЃюрЃЎрЃўрЃА рЃЏрЃўрЃћрЃа рЃЎрЃџрЃўрЃћрЃюрЃбрЃўрЃА рЃерЃћрЃАрЃљрЃ«рЃћрЃЉ рЃАрЃ«рЃЋрЃљ рЃЉрЃљрЃюрЃЎрЃерЃў рЃљрЃю рЃАрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ рЃЊрЃљрЃгрЃћрЃАрЃћрЃЉрЃБрЃџрЃћрЃЉрЃљрЃерЃў рЃњрЃљрЃфрЃћрЃЏрЃБрЃџрЃў рЃўрЃюрЃцрЃЮрЃарЃЏрЃљрЃфрЃўрЃљ. рЃЉрЃљрЃюрЃЎрЃўрЃА рЃЏрЃўрЃЌрЃўрЃЌрЃћрЃЉрЃћрЃЉрЃў, рЃарЃЮрЃњрЃЮрЃарЃф рЃгрЃћрЃАрЃў, рЃЏрЃЮрЃўрЃфрЃљрЃЋрЃА рЃЎрЃџрЃўрЃћрЃюрЃбрЃўрЃА рЃЉрЃљрЃюрЃЎрЃЌрЃљрЃю рЃБрЃарЃЌрЃўрЃћрЃарЃЌрЃЮрЃЉрЃўрЃА рЃгрЃџрЃћрЃЉрЃўрЃА рЃарЃљрЃЮрЃЊрЃћрЃюрЃЮрЃЉрЃљрЃА, рЃАрЃћрЃАрЃ«рЃћрЃЉрЃўрЃА рЃарЃљрЃЮрЃЊрЃћрЃюрЃЮрЃЉрЃљрЃА рЃЊрЃљ рЃЏрЃљрЃЌрЃў рЃюрЃљрЃерЃЌрЃћрЃЉрЃўрЃА рЃЮрЃЊрЃћрЃюрЃЮрЃЉрЃљрЃА, рЃЎрЃЮрЃџрЃљрЃбрЃћрЃарЃљрЃџрЃБрЃарЃў рЃБрЃќрЃарЃБрЃюрЃЋрЃћрЃџрЃДрЃЮрЃцрЃўрЃА рЃАрЃљрЃ«рЃћрЃЮрЃЉрЃљрЃАрЃљ рЃЊрЃљ рЃ«рЃљрЃарЃўрЃАрЃ«рЃА, рЃЊрЃљ рЃБрЃљрЃ«рЃџрЃћрЃАрЃў рЃљрЃюрЃњрЃљрЃарЃўрЃерЃћрЃЉрЃўрЃА рЃљрЃАрЃџрЃА рЃЎрЃџрЃўрЃћрЃюрЃбрЃўрЃА рЃцрЃўрЃюрЃљрЃюрЃАрЃБрЃарЃў рЃАрЃљрЃЦрЃЏрЃўрЃА рЃерЃћрЃАрЃљрЃ«рЃћрЃЉ рЃЉрЃљрЃюрЃЎрЃЌрЃљрЃю..",

  "Cardholder -  is a person who holds a credit card or debit card.": "рЃЉрЃљрЃарЃљрЃЌрЃўрЃА рЃЏрЃцрЃџрЃЮрЃЉрЃћрЃџрЃў - рЃърЃўрЃарЃў, рЃарЃЮрЃЏрЃћрЃџрЃўрЃф рЃцрЃџрЃЮрЃЉрЃА рЃАрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ рЃљрЃю рЃАрЃљрЃЊрЃћрЃЉрЃћрЃбрЃЮ рЃЉрЃљрЃарЃљрЃЌрЃА",
  "Chargeback -  is the reversal of funds to a customer forcibly initiated by the issuing bank which can be very costly. The most widespread reasons for chargebacks are returned goods, terminated services, disputes, mistakes or fraudulent activities. However, merchants can minimize chargebacks by ensuring customer satisfaction and transaction reliability, publishing his returns policy and providing a high level of support on his website.": "рЃЕрЃљрЃарЃ»рЃЉрЃћрЃЦрЃў - рЃњрЃљрЃЏрЃфрЃћрЃЏрЃў рЃЉрЃљрЃюрЃЎрЃўрЃА рЃЏрЃўрЃћрЃа рЃўрЃюрЃўрЃфрЃўрЃарЃћрЃЉрЃБрЃџрЃў рЃЎрЃџрЃўрЃћрЃюрЃбрЃўрЃАрЃЌрЃЋрЃўрЃА рЃЊрЃљрЃАрЃљрЃЉрЃарЃБрЃюрЃћрЃЉрЃћрЃџрЃў рЃЌрЃљрЃюрЃ«рЃћрЃЉрЃў, рЃарЃљрЃф рЃерЃћрЃўрЃФрЃџрЃћрЃЉрЃљ рЃФрЃљрЃџрЃўрЃљрЃю рЃФрЃЋрЃўрЃарЃў рЃЊрЃљрЃ»рЃЊрЃћрЃА. рЃЕрЃљрЃарЃ»рЃЉрЃћрЃЦрЃўрЃА рЃДрЃЋрЃћрЃџрЃљрЃќрЃћ рЃњрЃљрЃЋрЃарЃфрЃћрЃџрЃћрЃЉрЃБрЃџрЃў рЃЏрЃўрЃќрЃћрЃќрЃћрЃЉрЃўрЃљ рЃЊрЃљрЃЉрЃарЃБрЃюрЃћрЃЉрЃБрЃџрЃў рЃАрЃљрЃЦрЃЮрЃюрЃћрЃџрЃў, рЃерЃћрЃгрЃДрЃЋрЃћрЃбрЃўрЃџрЃў рЃАрЃћрЃарЃЋрЃўрЃАрЃћрЃЉрЃў, рЃЊрЃљрЃЋрЃћрЃЉрЃў, рЃерЃћрЃфрЃЊрЃЮрЃЏрЃћрЃЉрЃў рЃљрЃю рЃЌрЃљрЃдрЃџрЃўрЃЌрЃБрЃарЃў рЃЦрЃЏрЃћрЃЊрЃћрЃЉрЃћрЃЉрЃў. рЃЌрЃБрЃЏрЃфрЃљ, рЃАрЃљрЃЋрЃљрЃГрЃарЃЮ рЃЮрЃЉрЃўрЃћрЃЦрЃбрЃћрЃЉрЃА рЃерЃћрЃБрЃФрЃџрЃўрЃљрЃЌ рЃерЃћрЃљрЃЏрЃфрЃўрЃарЃЮрЃю рЃЕрЃљрЃарЃ»рЃЉрЃћрЃЦрЃћрЃЉрЃў рЃЏрЃЮрЃЏрЃ«рЃЏрЃљрЃарЃћрЃЉрЃћрЃџрЃЌрЃљ рЃЎрЃЏрЃљрЃДрЃЮрЃцрЃўрЃџрЃћрЃЉрЃўрЃА рЃЊрЃљ рЃбрЃарЃљрЃюрЃќрЃљрЃЦрЃфрЃўрЃўрЃА рЃАрЃљрЃўрЃЏрЃћрЃЊрЃЮрЃЮрЃЉрЃўрЃА рЃБрЃќрЃарЃБрЃюрЃЋрЃћрЃџрЃДрЃЮрЃцрЃўрЃА рЃњрЃќрЃўрЃЌ, рЃЊрЃљрЃЉрЃарЃБрЃюрЃћрЃЉрЃўрЃА рЃърЃЮрЃџрЃўрЃбрЃўрЃЎрЃўрЃА рЃфрЃ«рЃљрЃЊрЃДрЃЮрЃцрЃўрЃЌрЃљ рЃЊрЃљ рЃЏрЃљрЃдрЃљрЃџрЃў рЃЊрЃЮрЃюрЃўрЃА рЃЏрЃ«рЃљрЃарЃЊрЃљрЃГрЃћрЃарЃўрЃЌ рЃЋрЃћрЃЉрЃАрЃљрЃўрЃбрЃќрЃћ.",
  "Chargeback period -  is the number of days, from the transactionРђЎs processing date or endorsement date, during which the issuer may initiate a chargeback.": "рЃЕрЃљрЃарЃўрЃфрЃ«рЃЋрЃўрЃА рЃърЃћрЃарЃўрЃЮрЃЊрЃў - рЃЊрЃдрЃћрЃћрЃЉрЃўрЃА рЃарЃљрЃЮрЃЊрЃћрЃюрЃЮрЃЉрЃљ рЃбрЃарЃљрЃюрЃќрЃљрЃЦрЃфрЃўрЃўрЃА рЃЊрЃљрЃЏрЃБрЃерЃљрЃЋрЃћрЃЉрЃўрЃА рЃЌрЃљрЃарЃўрЃдрЃўрЃЊрЃљрЃю рЃљрЃю рЃЊрЃљрЃЏрЃбрЃЎрЃўрЃфрЃћрЃЉрЃўрЃА рЃЌрЃљрЃарЃўрЃдрЃўрЃЊрЃљрЃю, рЃарЃЮрЃЏрЃџрЃўрЃА рЃЊрЃарЃЮрЃАрЃљрЃф рЃњрЃљрЃЏрЃфрЃћрЃЏрЃЏрЃљ рЃерЃћрЃўрЃФрЃџрЃћрЃЉрЃљ рЃЊрЃљрЃљрЃўрЃюрЃўрЃфрЃўрЃарЃЮрЃА рЃЕрЃљрЃарЃ»рЃЉрЃћрЃЦрЃў.",
  "Code of authentification -  is the set of numbers used to authenticate a message and to provide integrity and authenticity assurances on the transaction.": "рЃљрЃЋрЃЌрЃћрЃюрЃбрЃўрЃцрЃўрЃЎрЃљрЃфрЃўрЃўрЃА рЃЎрЃЮрЃЊрЃў - рЃюрЃЮрЃЏрЃарЃћрЃЉрЃўрЃА рЃћрЃарЃЌрЃЮрЃЉрЃџрЃўрЃЮрЃЉрЃљ, рЃарЃЮрЃЏрЃћрЃџрЃўрЃф рЃњрЃљрЃЏрЃЮрЃўрЃДрЃћрЃюрЃћрЃЉрЃљ рЃерЃћрЃбрЃДрЃЮрЃЉрЃўрЃюрЃћрЃЉрЃўрЃА рЃљрЃЋрЃЌрЃћрЃюрЃбрЃўрЃцрЃўрЃЎрЃљрЃфрЃўрЃўрЃАрЃЌрЃЋрЃўрЃА рЃњрЃљрЃарЃўрЃњрЃћрЃЉрЃўрЃА рЃЋрЃЌрЃћрЃюрЃбрЃБрЃарЃЮрЃЉрЃўрЃА рЃБрЃќрЃарЃБрЃюрЃЋрЃћрЃџрЃДрЃЮрЃцрЃўрЃА рЃЏрЃўрЃќрЃюрЃўрЃЌ.",
  "Credit card -  is the plastic card bearing an account number assigned to a cardholder. Credit cards are issued with a set credit limit and expiry date.": "рЃАрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ рЃЉрЃљрЃарЃљрЃЌрЃў - рЃърЃџрЃљрЃАрЃбрЃўрЃЎрЃБрЃарЃў рЃЉрЃљрЃарЃљрЃЌрЃў, рЃарЃЮрЃЏрЃћрЃџрЃќрЃћрЃф рЃЉрЃљрЃарЃљрЃЌрЃўрЃА рЃЏрЃцрЃџрЃЮрЃЉрЃћрЃџрЃўрЃАрЃЌрЃЋрЃўрЃА рЃЏрЃўрЃюрЃўрЃГрЃћрЃЉрЃБрЃџрЃў рЃљрЃюрЃњрЃљрЃарЃўрЃерЃўрЃА рЃюрЃЮрЃЏрЃћрЃарЃўрЃљ рЃЊрЃљрЃбрЃљрЃюрЃўрЃџрЃў. рЃАрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ рЃЉрЃљрЃарЃљрЃЌрЃћрЃЉрЃў рЃњрЃљрЃўрЃфрЃћрЃЏрЃљ рЃЊрЃљрЃЊрЃњрЃћрЃюрЃўрЃџрЃў рЃАрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ рЃџрЃўрЃЏрЃўрЃбрЃўрЃЌ рЃЊрЃљ рЃЋрЃљрЃЊрЃўрЃА рЃњрЃљрЃАрЃЋрЃџрЃўрЃА рЃЌрЃљрЃарЃўрЃдрЃўрЃЌ.",
  "Credit card fraud -  is a wide- ranging term for theft and fraud committed using a credit card or any similar payment mechanism as a fraudulent source of funds in a transaction. The purpose may be to obtain goods without paying, or to obtain unauthorized funds from an account. Credit card fraud is also an adjunct to identity theft.": "рЃАрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ рЃЉрЃљрЃарЃљрЃЌрЃўрЃЌ рЃЌрЃљрЃдрЃџрЃўрЃЌрЃЮрЃЉрЃљ - рЃцрЃљрЃарЃЌрЃЮ рЃбрЃћрЃарЃЏрЃўрЃюрЃў рЃарЃЮрЃЏрЃћрЃџрЃўрЃф рЃљрЃдрЃгрЃћрЃарЃА рЃЦрЃБрЃарЃЊрЃЮрЃЉрЃљрЃАрЃљ рЃЊрЃљ рЃЌрЃљрЃдрЃџрЃўрЃЌрЃЮрЃЉрЃљрЃА рЃАрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ рЃЉрЃљрЃарЃљрЃЌрЃўрЃА рЃљрЃю рЃАрЃ«рЃЋрЃљ рЃЏрЃАрЃњрЃљрЃЋрЃАрЃў рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃўрЃА рЃЏрЃћрЃЦрЃљрЃюрЃўрЃќрЃЏрЃўрЃА рЃњрЃљрЃЏрЃЮрЃДрЃћрЃюрЃћрЃЉрЃўрЃЌ. рЃЏрЃўрЃќрЃљрЃюрЃў рЃерЃћрЃўрЃФрЃџрЃћрЃЉрЃљ рЃўрЃДрЃЮрЃА рЃАрЃљрЃЦрЃЮрЃюрЃџрЃўрЃА рЃЏрЃЮрЃърЃЮрЃЋрЃћрЃЉрЃљ рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃўрЃА рЃњрЃљрЃарЃћрЃерЃћ, рЃљрЃю рЃљрЃарЃљрЃљрЃЋрЃбрЃЮрЃарЃўрЃќрЃћрЃЉрЃБрЃџрЃў рЃЌрЃљрЃюрЃ«рЃћрЃЉрЃўрЃА рЃЏрЃўрЃдрЃћрЃЉрЃљ рЃљрЃюрЃњрЃљрЃарЃўрЃерЃўрЃЊрЃљрЃю. рЃљрЃАрЃћрЃЋрЃћ, рЃАрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ рЃЉрЃљрЃарЃљрЃЌрЃўрЃЌ рЃЌрЃљрЃдрЃџрЃўрЃЌрЃЮрЃЉрЃљ рЃБрЃЎрЃљрЃЋрЃерЃўрЃарЃЊрЃћрЃЉрЃљ рЃърЃўрЃарЃЮрЃЋрЃюрЃћрЃЉрЃўрЃА рЃўрЃЊрЃћрЃюрЃбрЃЮрЃЉрЃўрЃА рЃЏрЃўрЃЌрЃЋрЃўрЃАрЃћрЃЉрЃљрЃАрЃљрЃф.",
  "Credit limit -  is the amount of credit that a financial institution extends to a client. Credit limit also refers to the maximum amount a credit card company will allow someone to borrow on a single card. Credit limits are usually determined based on information contained in the application of the person seeking credit, or that personРђЎs credit rating.": "рЃАрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ рЃџрЃўрЃЏрЃўрЃбрЃў - рЃЎрЃарЃћрЃЊрЃўрЃбрЃўрЃА рЃЮрЃЊрЃћрЃюрЃЮрЃЉрЃљ, рЃарЃЮрЃЏрЃћрЃџрЃАрЃљрЃф рЃцрЃўрЃюрЃљрЃюрЃАрЃБрЃарЃў рЃўрЃюрЃАрЃбрЃўрЃбрЃБрЃбрЃў рЃЎрЃџрЃўрЃћрЃюрЃбрЃА рЃљрЃФрЃџрЃћрЃЋрЃА. рЃАрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ рЃџрЃўрЃЏрЃўрЃбрЃў рЃљрЃАрЃћрЃЋрЃћ рЃЏрЃЮрЃўрЃљрЃќрЃарЃћрЃЉрЃА рЃЏрЃљрЃЦрЃАрЃўрЃЏрЃљрЃџрЃБрЃа рЃЌрЃљрЃюрЃ«рЃљрЃА, рЃарЃЮрЃЏрЃћрЃџрЃАрЃљрЃф рЃАрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ рЃЉрЃљрЃарЃљрЃЌрЃўрЃА рЃЎрЃЮрЃЏрЃърЃљрЃюрЃўрЃљ рЃћрЃарЃЌ рЃЉрЃљрЃарЃљрЃЌрЃќрЃћ рЃАрЃћрЃАрЃ«рЃљрЃЊ рЃњрЃљрЃАрЃфрЃћрЃЏрЃА. рЃАрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ рЃџрЃўрЃЏрЃўрЃбрЃћрЃЉрЃў, рЃарЃЮрЃњрЃЮрЃарЃф рЃгрЃћрЃАрЃў, рЃњрЃљрЃюрЃўрЃАрЃљрЃќрЃдрЃЋрЃарЃћрЃЉрЃљ рЃўрЃЏ рЃўрЃюрЃцрЃЮрЃарЃЏрЃљрЃфрЃўрЃўрЃА рЃАрЃљрЃцрЃБрЃФрЃЋрЃћрЃџрЃќрЃћ, рЃарЃЮрЃЏрЃћрЃџрЃўрЃф рЃерЃћрЃўрЃфрЃљрЃЋрЃА рЃЎрЃарЃћрЃЊрЃўрЃбрЃўрЃА рЃЏрЃљрЃФрЃўрЃћрЃЉрЃћрЃџрЃў рЃърЃўрЃарЃўрЃА рЃњрЃљрЃюрЃфрЃ«рЃљрЃЊрЃћрЃЉрЃљрЃА рЃљрЃю рЃљрЃЏ рЃърЃўрЃарЃўрЃА рЃАрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ рЃарЃћрЃўрЃбрЃўрЃюрЃњрЃА.",
  "лАreation of merchant account -  is a step-by-step process to integrate the payment gateway to the online shop and have the possibility to start accepting payments via credit and debit cards.": "рЃАрЃљрЃЋрЃљрЃГрЃарЃЮ рЃљрЃюрЃњрЃљрЃарЃўрЃерЃўрЃА рЃерЃћрЃЦрЃЏрЃюрЃљ -  рЃћрЃбрЃљрЃърЃЮрЃЉрЃарЃўрЃЋрЃў рЃърЃарЃЮрЃфрЃћрЃАрЃў, рЃарЃЮрЃЏрЃћрЃџрЃўрЃф рЃљрЃўрЃюрЃбрЃћрЃњрЃарЃўрЃарЃћрЃЉрЃА рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃўрЃА рЃљрЃЋрЃбрЃЮрЃарЃўрЃќрЃљрЃфрЃўрЃљрЃА рЃЮрЃюрЃџрЃљрЃўрЃю рЃЏрЃљрЃдрЃљрЃќрЃўрЃљрЃерЃў рЃЊрЃљ рЃЦрЃЏрЃюрЃўрЃА рЃАрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ рЃЊрЃљ рЃАрЃљрЃЊрЃћрЃЉрЃћрЃбрЃЮ рЃЉрЃљрЃарЃљрЃЌрЃћрЃЉрЃўрЃЌ рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃћрЃЉрЃўрЃА рЃЏрЃўрЃдрЃћрЃЉрЃўрЃА рЃерЃћрЃАрЃљрЃФрЃџрЃћрЃЉрЃџрЃЮрЃЉрЃљрЃА.",
  "CVV -  is one of the credit card industryРђЎs several acronyms for the credit card security code that helps verify the legitimacy of a credit card. Depending on the card, the security code can be a three-digit or four-digit number, printed on either on the back of the card or the front. CVV stands for Рђюcard verification valueРђЮ code. Other card issuers call their security codes CVV2 (Visa), CVC2 (MasterCard) or CID (American Express).": "CVV - рЃАрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ рЃЉрЃљрЃарЃљрЃЌрЃћрЃЉрЃўрЃА рЃўрЃюрЃЊрЃБрЃАрЃбрЃарЃўрЃўрЃА рЃћрЃарЃЌ-рЃћрЃарЃЌрЃў рЃљрЃЎрЃарЃЮрЃюрЃўрЃЏрЃў рЃАрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ рЃЉрЃљрЃарЃљрЃЌрЃўрЃА рЃБрЃАрЃљрЃцрЃарЃЌрЃ«рЃЮрЃћрЃЉрЃўрЃА рЃЎрЃЮрЃЊрЃўрЃАрЃЌрЃЋрЃўрЃА, рЃарЃљрЃф рЃљрЃЏрЃљрЃарЃбрЃўрЃЋрЃћрЃЉрЃА рЃАрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ рЃЉрЃљрЃарЃљрЃЌрЃўрЃА рЃџрЃћрЃњрЃўрЃбрЃўрЃЏрЃБрЃарЃЮрЃЉрЃўрЃА рЃњрЃљрЃЊрЃљрЃЏрЃЮрЃгрЃЏрЃћрЃЉрЃљрЃА. рЃЉрЃљрЃарЃљрЃЌрЃўрЃЊрЃљрЃю рЃњрЃљрЃЏрЃЮрЃЏрЃЊрЃўрЃюрЃљрЃарЃћ, рЃБрЃАрЃљрЃцрЃарЃЌрЃ«рЃЮрЃћрЃЉрЃўрЃА рЃЎрЃЮрЃЊрЃў рЃерЃћрЃўрЃФрЃџрЃћрЃЉрЃљ рЃўрЃДрЃЮрЃА рЃАрЃљрЃЏрЃюрЃўрЃерЃюрЃљ рЃљрЃю рЃЮрЃЌрЃ«рЃюрЃўрЃерЃюрЃљ рЃарЃўрЃфрЃ«рЃЋрЃў, рЃарЃЮрЃЏрЃћрЃџрЃўрЃф рЃўрЃЉрЃћрЃГрЃЊрЃћрЃЉрЃљ рЃЉрЃљрЃарЃљрЃЌрЃўрЃА рЃБрЃЎрЃљрЃюрЃљ рЃљрЃю рЃгрЃўрЃюрЃљ рЃЏрЃ«рЃљрЃарЃћрЃА. CVV рЃюрЃўрЃерЃюрЃљрЃЋрЃА 'рЃЉрЃљрЃарЃљрЃЌрЃўрЃА рЃЊрЃљрЃЊрЃљрЃАрЃбрЃБрЃарЃћрЃЉрЃўрЃА рЃдрЃўрЃарЃћрЃЉрЃБрЃџрЃћрЃЉрЃўрЃА' рЃЎрЃЮрЃЊрЃА. рЃЉрЃљрЃарЃљрЃЌрЃўрЃА рЃАрЃ«рЃЋрЃљ рЃњрЃљрЃЏрЃфрЃћрЃЏрЃћрЃЉрЃў рЃЌрЃљрЃЋрЃўрЃљрЃюрЃЌ рЃБрЃАрЃљрЃцрЃарЃЌрЃ«рЃЮрЃћрЃЉрЃўрЃА рЃЎрЃЮрЃЊрЃћрЃЉрЃА рЃБрЃгрЃЮрЃЊрЃћрЃЉрЃћрЃю CVV2 (Visa), CVC2 (MasterCard) рЃљрЃю CID (American Express).",

  "Data breach occurs when hackers snatch credit card information that could be used to commit fraud or identity theft. Increasingly, data breaches occur at computing choke points through which many thousands of pieces of financial data must pass.": "рЃЏрЃЮрЃюрЃљрЃфрЃћрЃЏрЃЌрЃљ рЃЊрЃљрЃарЃдрЃЋрЃћрЃЋрЃљ - рЃ«рЃЊрЃћрЃЉрЃљ рЃЏрЃљрЃерЃўрЃю, рЃарЃЮрЃЊрЃћрЃАрЃљрЃф рЃ░рЃљрЃЎрЃћрЃарЃћрЃЉрЃў рЃўрЃърЃљрЃарЃљрЃЋрЃћрЃю рЃАрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ рЃЉрЃљрЃарЃљрЃЌрЃўрЃА рЃўрЃюрЃцрЃЮрЃарЃЏрЃљрЃфрЃўрЃљрЃА, рЃарЃЮрЃЏрЃћрЃџрЃўрЃф рЃерЃћрЃўрЃФрЃџрЃћрЃЉрЃљ рЃњрЃљрЃЏрЃЮрЃДрЃћрЃюрЃћрЃЉрЃБрЃџ рЃўрЃЦрЃюрЃљрЃА рЃЌрЃљрЃдрЃџрЃўрЃЌрЃЮрЃЉрЃўрЃАрЃљ рЃљрЃю рЃЦрЃБрЃарЃЊрЃЮрЃЉрЃўрЃАрЃЌрЃЋрЃўрЃА. рЃАрЃБрЃџ рЃБрЃцрЃарЃЮ рЃЊрЃљ рЃБрЃцрЃарЃЮ рЃЏрЃћрЃбрЃў рЃЏрЃЮрЃюрЃљрЃфрЃћрЃЏрЃћрЃЉрЃўрЃА рЃЊрЃљрЃарЃдрЃЋрЃћрЃЋрЃљ рЃ«рЃЊрЃћрЃЉрЃљ рЃЏрЃљрЃдрЃљрЃџрЃў рЃЊрЃљрЃбрЃЋрЃўрЃарЃЌрЃЋрЃўрЃА рЃљрЃЊрЃњрЃўрЃџрЃћрЃЉрЃерЃў, рЃАрЃљрЃЊрЃљрЃф рЃљрЃЌрЃљрЃАрЃЮрЃЉрЃўрЃЌ рЃцрЃўрЃюрЃљрЃюрЃАрЃБрЃа рЃЏрЃЮрЃюрЃљрЃфрЃћрЃЏрЃА рЃБрЃгрЃћрЃЋрЃА рЃњрЃљрЃЋрЃџрЃљ.",
  "Debit card -  is a plastic card used to complete a bank account withdrawal from a cardholderРђЎs bank account. Unlike a credit card, debit card purchases are deducted automatically from the cardholderРђЎs account.": "рЃАрЃљрЃЊрЃћрЃЉрЃћрЃбрЃЮ рЃЉрЃљрЃарЃљрЃЌрЃў - рЃърЃџрЃљрЃАрЃбрЃўрЃЎрЃБрЃарЃў рЃЉрЃљрЃарЃљрЃЌрЃў, рЃарЃЮрЃЏрЃћрЃџрЃўрЃф рЃњрЃљрЃЏрЃЮрЃўрЃДрЃћрЃюрЃћрЃЉрЃљ рЃЉрЃљрЃарЃљрЃЌрЃўрЃА рЃЏрЃцрЃџрЃЮрЃЉрЃћрЃџрЃўрЃА рЃАрЃљрЃЉрЃљрЃюрЃЎрЃЮ рЃљрЃюрЃњрЃљрЃарЃўрЃерЃўрЃЊрЃљрЃю рЃЌрЃљрЃюрЃ«рЃўрЃА рЃњрЃљрЃАрЃљрЃбрЃљрЃюрЃљрЃЊ. рЃАрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ рЃЉрЃљрЃарЃљрЃЌрЃўрЃАрЃњрЃљрЃю рЃњрЃљрЃюрЃАрЃ«рЃЋрЃљрЃЋрЃћрЃЉрЃўрЃЌ, рЃАрЃљрЃЊрЃћрЃЉрЃћрЃбрЃЮ рЃЉрЃљрЃарЃљрЃЌрЃўрЃЌ рЃерЃћрЃАрЃДрЃўрЃЊрЃЋрЃћрЃЉрЃў рЃљрЃЋрЃбрЃЮрЃЏрЃљрЃбрЃБрЃарЃљрЃЊ рЃЕрЃљрЃЏрЃЮрЃўрЃГрЃарЃћрЃЉрЃљ рЃЉрЃљрЃарЃљрЃЌрЃўрЃА рЃЏрЃцрЃџрЃЮрЃЉрЃћрЃџрЃўрЃА рЃљрЃюрЃњрЃљрЃарЃўрЃерЃўрЃЊрЃљрЃю.",
  "Discount rate -  is the rate is the fee paid by merchants to credit card processor as a fee associated with accepting general-use credit cards (such as Visa, MasterCard, American Express and Discover).": "рЃцрЃљрЃАрЃЊрЃљрЃЎрЃџрЃћрЃЉрЃўрЃА рЃњрЃљрЃюрЃљрЃЎрЃЋрЃћрЃЌрЃў - рЃЏрЃћрЃарЃЕрЃљрЃюрЃбрЃћрЃЉрЃўрЃА рЃЏрЃўрЃћрЃа рЃАрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ рЃЉрЃљрЃарЃљрЃЌрЃўрЃА рЃЊрЃљрЃЏрЃЏрЃБрЃерЃљрЃЋрЃћрЃЉрЃџрЃўрЃАрЃЌрЃЋрЃўрЃА рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃўрЃџрЃў рЃАрЃљрЃЎрЃЮрЃЏрЃўрЃАрЃўрЃЮ, рЃарЃЮрЃЏрЃћрЃџрЃўрЃф рЃЊрЃљрЃЎрЃљрЃЋрЃерЃўрЃарЃћрЃЉрЃБрЃџрЃўрЃљ рЃќрЃЮрЃњрЃљрЃЊрЃў рЃЏрЃЮрЃ«рЃЏрЃљрЃарЃћрЃЉрЃўрЃА рЃАрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ рЃЉрЃљрЃарЃљрЃЌрЃћрЃЉрЃўрЃА рЃЏрЃўрЃдрЃћрЃЉрЃљрЃАрЃЌрЃљрЃю ( Visa, MasterCard, American Express рЃЊрЃљ Discover).",
  "Direct account or dedicated merchant account -  is merchantРђЎ s exclusive and fully controlled account not shared with other merchants. It is a flexible option with less processing fees which will give you a lot of benefits. To get it the merchant must satisfy all the requirements and provide the requirements with full package of documents.": "рЃърЃўрЃарЃЊрЃљрЃърЃўрЃарЃў рЃљрЃюрЃњрЃљрЃарЃўрЃерЃў рЃљрЃю рЃњрЃљрЃЏрЃЮрЃДрЃЮрЃцрЃўрЃџрЃў рЃАрЃљрЃЋрЃљрЃГрЃарЃЮ рЃљрЃюрЃњрЃљрЃарЃўрЃерЃў - рЃЏрЃћрЃарЃЕрЃљрЃюрЃбрЃўрЃА рЃћрЃЦрЃАрЃЎрЃџрЃБрЃќрЃўрЃБрЃарЃў рЃЊрЃљ рЃАрЃарЃБрЃџрЃљрЃЊ рЃЎрЃЮрЃюрЃбрЃарЃЮрЃџрЃўрЃарЃћрЃЉрЃљрЃЊрЃў рЃљрЃюрЃњрЃљрЃарЃўрЃерЃў, рЃарЃЮрЃЏрЃћрЃџрЃўрЃф рЃАрЃ«рЃЋрЃљ рЃАрЃљрЃЋрЃљрЃГрЃарЃЮ рЃЮрЃЉрЃўрЃћрЃЦрЃбрЃћрЃЉрЃЌрЃљрЃю рЃљрЃа рЃќрЃўрЃљрЃарЃЊрЃћрЃЉрЃљ. рЃћрЃА рЃљрЃарЃўрЃА рЃЏрЃЮрЃЦрЃюрЃўрЃџрЃў рЃЋрЃљрЃарЃўрЃљрЃюрЃбрЃў рЃюрЃљрЃЎрЃџрЃћрЃЉрЃў рЃЊрЃљрЃЏрЃБрЃерЃљрЃЋрЃћрЃЉрЃўрЃА рЃАрЃљрЃцрЃљрЃАрЃБрЃарЃўрЃЌ, рЃарЃљрЃф рЃБрЃљрЃЏрЃарЃљрЃЋ рЃАрЃљрЃарЃњрЃћрЃЉрЃћрЃџрЃА рЃўрЃФрЃџрЃћрЃЋрЃљ. рЃЏрЃўрЃА рЃЏрЃўрЃАрЃљрЃдрЃћрЃЉрЃљрЃЊ рЃЋрЃљрЃГрЃљрЃарЃЏрЃљ рЃБрЃюрЃЊрЃљ рЃЊрЃљрЃљрЃЎрЃЏрЃљрЃДрЃЮрЃцрЃўрЃџрЃЮрЃА рЃДрЃЋрЃћрЃџрЃљ рЃЏрЃЮрЃЌрЃ«рЃЮрЃЋрЃюрЃљ рЃЊрЃљ рЃБрЃќрЃарЃБрЃюрЃЋрЃћрЃџрЃДрЃЮрЃА рЃЊрЃЮрЃЎрЃБрЃЏрЃћрЃюрЃбрЃћрЃЉрЃўрЃА рЃАрЃарЃБрЃџрЃў рЃърЃљрЃЎрЃћрЃбрЃў.",

  "E-commerce (commonly known as e-commerce or eCommerce) -  is a type of industry where the buying and selling of products or services is conducted over electronic systems such as the Internet and other computer networks.": "рЃћрЃџрЃћрЃЦрЃбрЃарЃЮрЃюрЃБрЃџрЃў рЃЋрЃљрЃГрЃарЃЮрЃЉрЃљ (рЃАрЃљрЃДрЃЮрЃЋрЃћрЃџрЃЌрЃљрЃЮрЃЊ рЃфрЃюрЃЮрЃЉрЃўрЃџрЃў рЃарЃЮрЃњрЃЮрЃарЃф e-commerce рЃљрЃю рЃћрЃџрЃћрЃЦрЃбрЃарЃЮрЃюрЃБрЃџрЃў рЃЎрЃЮрЃЏрЃћрЃарЃфрЃўрЃљ) - рЃўрЃюрЃЊрЃБрЃАрЃбрЃарЃўрЃўрЃА рЃбрЃўрЃърЃў, рЃАрЃљрЃЊрЃљрЃф рЃърЃарЃЮрЃЊрЃБрЃЦрЃфрЃўрЃўрЃА рЃљрЃю рЃЏрЃЮрЃЏрЃАрЃљрЃ«рЃБрЃарЃћрЃЉрЃўрЃА рЃДрЃўрЃЊрЃЋрЃљ-рЃњрЃљрЃДрЃўрЃЊрЃЋрЃљ рЃ«рЃЮрЃарЃфрЃўрЃћрЃџрЃЊрЃћрЃЉрЃљ рЃћрЃџрЃћрЃЦрЃбрЃарЃЮрЃюрЃБрЃџрЃў рЃАрЃўрЃАрЃбрЃћрЃЏрЃћрЃЉрЃўрЃА рЃЏрЃћрЃерЃЋрЃћрЃЮрЃЉрЃўрЃЌ, рЃарЃЮрЃњрЃЮрЃарЃўрЃфрЃљрЃљ рЃўрЃюрЃбрЃћрЃарЃюрЃћрЃбрЃў рЃЊрЃљ рЃАрЃ«рЃЋрЃљ рЃЎрЃЮрЃЏрЃърЃўрЃБрЃбрЃћрЃарЃБрЃџрЃў рЃЦрЃАрЃћрЃџрЃћрЃЉрЃў.",
  "Expiration date -  is a date when bank card ceases to be effective or operative.": "рЃЋрЃљрЃарЃњрЃўрЃАрЃўрЃљрЃюрЃЮрЃЉрЃўрЃА рЃЋрЃљрЃЊрЃљ - рЃЌрЃљрЃарЃўрЃдрЃў, рЃарЃЮрЃЊрЃћрЃАрЃљрЃф рЃАрЃљрЃЉрЃљрЃюрЃЎрЃЮ рЃЉрЃљрЃарЃљрЃЌрЃў рЃгрЃДрЃЋрЃћрЃбрЃА рЃЏрЃЮрЃЦрЃЏрЃћрЃЊрЃћрЃЉрЃљрЃА рЃљрЃю рЃцрЃБрЃюрЃЦрЃфрЃўрЃЮрЃюрЃўрЃарЃћрЃЉрЃљрЃА.",

  "Issuing bank -  is a bank that offers card association branded payment cards directly to consumers. The name is derived from the fact that it issues payment to the acquiring bank on behalf of its customer (the purchaser in the transaction).": "рЃњрЃљрЃЏрЃфрЃћрЃЏрЃў рЃЉрЃљрЃюрЃЎрЃў - рЃЉрЃљрЃюрЃЎрЃў, рЃарЃЮрЃЏрЃћрЃџрЃўрЃф рЃАрЃЌрЃљрЃЋрЃљрЃќрЃЮрЃЉрЃА рЃЏрЃЮрЃЏрЃ«рЃЏрЃљрЃарЃћрЃЉрЃћрЃџрЃА рЃЉрЃљрЃарЃљрЃЌрЃЌрЃљрЃю рЃљрЃАрЃЮрЃфрЃўрЃарЃћрЃЉрЃБрЃџ рЃЉрЃарЃћрЃюрЃЊрЃўрЃарЃћрЃЉрЃБрЃџ рЃЉрЃљрЃарЃљрЃЌрЃћрЃЉрЃА. рЃАрЃљрЃ«рЃћрЃџрЃгрЃЮрЃЊрЃћрЃЉрЃљ рЃЏрЃЮрЃЏрЃЊрЃўрЃюрЃљрЃарЃћрЃЮрЃЉрЃА рЃўрЃЦрЃўрЃЊрЃљрЃю, рЃарЃЮрЃЏ рЃўрЃњрЃў рЃљрЃ«рЃЮрЃарЃфрЃўрЃћрЃџрЃћрЃЉрЃА рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃљрЃА рЃерЃћрЃЏрЃАрЃДрЃўрЃЊрЃЋрЃћрЃџ рЃЉрЃљрЃюрЃЎрЃЌрЃљрЃю рЃЏрЃЮрЃЏрЃ«рЃЏрЃљрЃарЃћрЃЉрЃџрЃўрЃА (рЃбрЃарЃљрЃюрЃќрЃљрЃЦрЃфрЃўрЃўрЃА рЃерЃћрЃЏрЃАрЃДрЃўрЃЊрЃЋрЃћрЃџрЃўрЃА) рЃАрЃљрЃ«рЃћрЃџрЃўрЃЌ.",
  "Magnetic stripe -  is a type of card capable of storing data by modifying the magnetism of tiny iron-based magnetic particles on a band of magnetic material on the card. The magnetic stripe, sometimes called swipe card or magstripe, is read by swiping past amagnetic reading head.": "рЃЏрЃљрЃњрЃюрЃўрЃбрЃБрЃарЃў рЃќрЃЮрЃџрЃў - рЃЉрЃљрЃарЃљрЃЌрЃўрЃА рЃбрЃўрЃърЃў, рЃарЃЮрЃЏрЃћрЃџрЃАрЃљрЃф рЃерЃћрЃБрЃФрЃџрЃўрЃљ рЃерЃћрЃўрЃюрЃљрЃ«рЃЮрЃА рЃЏрЃЮрЃюрЃљрЃфрЃћрЃЏрЃћрЃЉрЃў рЃЉрЃљрЃарЃљрЃЌрЃќрЃћ рЃљрЃарЃАрЃћрЃЉрЃБрЃџрЃў рЃЏрЃљрЃњрЃюрЃўрЃбрЃБрЃарЃў рЃЏрЃљрЃАрЃљрЃџрЃўрЃА рЃќрЃЮрЃџрЃќрЃћ. рЃЏрЃљрЃњрЃюрЃўрЃбрЃБрЃарЃў рЃќрЃЮрЃџрЃў, рЃарЃЮрЃЏрЃћрЃџрЃАрЃљрЃф рЃќрЃЮрЃњрЃ»рЃћрЃа рЃњрЃљрЃАрЃљрЃбрЃљрЃарЃћрЃЉрЃћрЃџ рЃЉрЃљрЃарЃљрЃЌрЃА рЃљрЃю magstripe-рЃА рЃБрЃгрЃЮрЃЊрЃћрЃЉрЃћрЃю, рЃљрЃЦрЃбрЃўрЃБрЃарЃЊрЃћрЃЉрЃљ рЃгрЃљрЃЏрЃЎрЃўрЃЌрЃ«рЃЋрЃћрЃџрЃќрЃћ рЃњрЃљрЃбрЃљрЃарЃћрЃЉрЃўрЃАрЃљрЃА.",
  "MasterCard Secure -  is a service to enhance your existing MasterCard account. A private code means added protection against unauthorized use of your card when you shop at participating online retailers.": "MasterCard Secure - рЃАрЃћрЃарЃЋрЃўрЃАрЃў рЃарЃЮрЃЏрЃћрЃџрЃўрЃф рЃљрЃБрЃЏрЃ»рЃЮрЃЉрЃћрЃАрЃћрЃЉрЃА рЃЌрЃЦрЃЋрЃћрЃюрЃА MasterCard рЃљрЃюрЃњрЃљрЃарЃўрЃерЃА. рЃърЃўрЃарЃљрЃЊрЃў рЃБрЃќрЃарЃБрЃюрЃЋрЃћрЃџрЃДрЃЮрЃцрЃА рЃЌрЃЦрЃЋрЃћрЃюрЃў рЃЉрЃљрЃарЃљрЃЌрЃўрЃА рЃЊрЃљрЃЏрЃљрЃбрЃћрЃЉрЃўрЃЌ рЃЊрЃљрЃфрЃЋрЃљрЃА рЃљрЃарЃљрЃљрЃЋрЃбрЃЮрЃарЃўрЃќрЃћрЃЉрЃБрЃџрЃў рЃњрЃљрЃЏрЃЮрЃДрЃћрЃюрЃћрЃЉрЃўрЃАрЃњрЃљрЃю рЃЮрЃюрЃџрЃљрЃўрЃю рЃАрЃљрЃфрЃљрЃџрЃЮ рЃЏрЃљрЃдрЃљрЃќрЃўрЃћрЃЉрЃерЃў рЃњрЃљрЃюрЃ«рЃЮрЃарЃфрЃўрЃћрЃџрЃћрЃЉрЃБрЃџрЃў рЃерЃћрЃАрЃДрЃўрЃЊрЃЋрЃћрЃЉрЃўрЃА рЃЊрЃарЃЮрЃА.",
  "Memory card or smart card -  is a chip card is a plastic card that has a computer chip implanted into it that enables the card to perform certain functions. These could include financial transactions, security system access, and storage of medical or other records.": "рЃЏрЃћрЃ«рЃАрЃўрЃћрЃарЃћрЃЉрЃўрЃА рЃЉрЃљрЃарЃљрЃЌрЃў рЃљрЃю рЃАрЃЏрЃљрЃарЃб рЃЉрЃљрЃарЃљрЃЌрЃў - рЃърЃџрЃљрЃАрЃбрЃўрЃЎрЃБрЃарЃў рЃЉрЃљрЃарЃљрЃЌрЃў рЃЎрЃЮрЃЏрЃърЃўрЃБрЃбрЃћрЃарЃБрЃџрЃў рЃЕрЃўрЃърЃўрЃЌ, рЃарЃЮрЃЏрЃћрЃџрЃўрЃф рЃЉрЃљрЃарЃљрЃЌрЃА рЃАрЃљрЃерЃБрЃљрЃџрЃћрЃЉрЃљрЃА рЃљрЃФрЃџрЃћрЃЋрЃА рЃерЃћрЃљрЃАрЃарЃБрЃџрЃЮрЃА рЃњрЃљрЃарЃЎрЃЋрЃћрЃБрЃџрЃў рЃцрЃБрЃюрЃЦрЃфрЃўрЃћрЃЉрЃў. рЃћрЃА рЃерЃћрЃўрЃФрЃџрЃћрЃЉрЃљ рЃЏрЃЮрЃўрЃфрЃљрЃЋрЃЊрЃћрЃА рЃцрЃўрЃюрЃљрЃюрЃАрЃБрЃа рЃбрЃарЃљрЃюрЃќрЃљрЃЦрЃфрЃўрЃћрЃЉрЃА, рЃБрЃАрЃљрЃцрЃарЃЌрЃ«рЃЮрЃћрЃЉрЃўрЃА рЃАрЃўрЃАрЃбрЃћрЃЏрЃљрЃќрЃћ рЃгрЃЋрЃЊрЃЮрЃЏрЃљрЃА рЃЊрЃљ рЃАрЃљрЃЏрЃћрЃЊрЃўрЃфрЃўрЃюрЃЮ рЃљрЃю рЃАрЃ«рЃЋрЃљ рЃЕрЃљрЃюрЃљрЃгрЃћрЃарЃћрЃЉрЃўрЃА рЃерЃћрЃюрЃљрЃ«рЃЋрЃљрЃА.",
  "Merchant -  is the owner of online business that accepts credit card payments.": "рЃЏрЃћрЃарЃЕрЃљрЃюрЃбрЃў - рЃЮрЃюрЃџрЃљрЃўрЃю рЃЉрЃўрЃќрЃюрЃћрЃАрЃўрЃА рЃЏрЃцрЃџрЃЮрЃЉрЃћрЃџрЃў, рЃарЃЮрЃЏрЃћрЃџрЃўрЃф рЃўрЃдрЃћрЃЉрЃА рЃАрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ рЃЉрЃљрЃарЃљрЃЌрЃўрЃЌ рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃћрЃЉрЃА.",

  "Order form -  is special form on the website where customer enter his credit card details to make a purchase.": "рЃерЃћрЃЎрЃЋрЃћрЃЌрЃўрЃА рЃцрЃЮрЃарЃЏрЃљ - рЃАрЃърЃћрЃфрЃўрЃљрЃџрЃБрЃарЃў рЃцрЃЮрЃарЃЏрЃљ рЃЋрЃћрЃЉрЃњрЃЋрЃћрЃарЃЊрЃќрЃћ, рЃАрЃљрЃЊрЃљрЃф рЃЏрЃЮрЃЏрЃ«рЃЏрЃљрЃарЃћрЃЉрЃћрЃџрЃА рЃерЃћрЃљрЃЦрЃЋрЃА рЃАрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ рЃЉрЃљрЃарЃљрЃЌрЃўрЃА рЃЊрЃћрЃбрЃљрЃџрЃћрЃЉрЃў рЃерЃћрЃАрЃДрЃўрЃЊрЃЋрЃўрЃАрЃЌрЃЋрЃўрЃА.",

  "Payment gateway -  is an e-commerce application service provider that automates the payment transaction between the customer and merchant. It is usually a third-party service that is actually a system of computer processes that process, verify, and accept or decline credit card transactions on behalf of the merchant through secure Internet connections. The payment gateway is the infrastructure that allows a merchant to accept credit card and other forms of electronic payment.": "рЃАрЃљрЃњрЃљрЃЊрЃљрЃ«рЃЊрЃЮ рЃ«рЃљрЃќрЃў - рЃљрЃарЃўрЃА рЃћрЃџрЃћрЃЦрЃбрЃарЃЮрЃюрЃБрЃџрЃў рЃЎрЃЮрЃЏрЃћрЃарЃфрЃўрЃўрЃА рЃљрЃърЃџрЃўрЃЎрЃљрЃфрЃўрЃўрЃА рЃАрЃћрЃарЃЋрЃўрЃАрЃўрЃА рЃърЃарЃЮрЃЋрЃљрЃўрЃЊрЃћрЃарЃў, рЃарЃЮрЃЏрЃћрЃџрЃўрЃф рЃЏрЃЮрЃЏрЃ«рЃЏрЃљрЃарЃћрЃЉрЃћрЃџрЃАрЃљ рЃЊрЃљ рЃАрЃљрЃЋрЃљрЃГрЃарЃЮ рЃЮрЃЉрЃўрЃћрЃЦрЃбрЃА рЃерЃЮрЃарЃўрЃА рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃўрЃА рЃбрЃарЃљрЃюрЃќрЃљрЃЦрЃфрЃўрЃљрЃА рЃљрЃЋрЃбрЃЮрЃЏрЃљрЃбрЃўрЃќрЃўрЃарЃћрЃЉрЃА. рЃарЃЮрЃњрЃЮрЃарЃф рЃгрЃћрЃАрЃў, рЃћрЃА рЃљрЃарЃўрЃА рЃЏрЃћрЃАрЃљрЃЏрЃћ рЃЏрЃ«рЃљрЃарЃўрЃА рЃАрЃћрЃарЃЋрЃўрЃАрЃў, рЃарЃЮрЃЏрЃћрЃџрЃўрЃф рЃгрЃљрЃарЃЏрЃЮрЃљрЃЊрЃњрЃћрЃюрЃА рЃЎрЃЮрЃЏрЃърЃўрЃБрЃбрЃћрЃарЃБрЃџрЃў рЃърЃарЃЮрЃфрЃћрЃАрЃћрЃЉрЃўрЃА рЃАрЃўрЃАрЃбрЃћрЃЏрЃљрЃА.  рЃўрЃњрЃў рЃљрЃЏрЃБрЃерЃљрЃЋрЃћрЃЉрЃА, рЃљрЃЏрЃЮрЃгрЃЏрЃћрЃЉрЃА рЃЊрЃљ рЃўрЃдрЃћрЃЉрЃА рЃљрЃю рЃБрЃљрЃарЃДрЃЮрЃцрЃА рЃАрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ рЃЉрЃљрЃарЃљрЃЌрЃўрЃА рЃбрЃарЃљрЃюрЃќрЃљрЃЦрЃфрЃўрЃћрЃЉрЃА рЃЏрЃЮрЃЋрЃљрЃГрЃарЃўрЃА рЃАрЃљрЃ«рЃћрЃџрЃўрЃЌ рЃБрЃАрЃљрЃцрЃарЃЌрЃ«рЃЮ рЃўрЃюрЃбрЃћрЃарЃюрЃћрЃб рЃЎрЃљрЃЋрЃерЃўрЃарЃћрЃЉрЃўрЃА рЃЏрЃћрЃерЃЋрЃћрЃЮрЃЉрЃўрЃЌ. рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃўрЃА рЃљрЃЋрЃбрЃЮрЃарЃўрЃќрЃљрЃфрЃўрЃљ рЃљрЃарЃўрЃА рЃўрЃюрЃцрЃарЃљрЃАрЃбрЃарЃБрЃЦрЃбрЃБрЃарЃљ, рЃарЃЮрЃЏрЃћрЃџрЃўрЃф рЃЋрЃљрЃГрЃарЃА рЃАрЃљрЃерЃБрЃљрЃџрЃћрЃЉрЃљрЃА рЃљрЃФрЃџрЃћрЃЋрЃА рЃЏрЃўрЃўрЃдрЃЮрЃА рЃАрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ рЃЉрЃљрЃарЃљрЃЌрЃў рЃЊрЃљ рЃћрЃџрЃћрЃЦрЃбрЃарЃЮрЃюрЃБрЃџрЃў рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃўрЃА рЃАрЃ«рЃЋрЃљ рЃцрЃЮрЃарЃЏрЃћрЃЉрЃў.",
  "Payout -  is the expected financial return from an investment over a given period of time. Payout may be expressed on an overall or periodic basis as either a percentage of the investmentРђЎs cost or in a real dollar amount. Payout can also refer to the period of time in which an investment or a project is expected to recoup its initial capital investment and become minimally profitable.": "рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃљ - рЃЏрЃЮрЃАрЃљрЃџрЃЮрЃЊрЃюрЃћрЃџрЃў рЃцрЃўрЃюрЃљрЃюрЃАрЃБрЃарЃў рЃљрЃюрЃљрЃќрЃдрЃљрЃБрЃарЃћрЃЉрЃљ рЃўрЃюрЃЋрЃћрЃАрЃбрЃўрЃфрЃўрЃўрЃА рЃЕрЃљрЃЊрЃћрЃЉрЃўрЃЊрЃљрЃю рЃњрЃљрЃарЃЎрЃЋрЃћрЃБрЃџрЃў рЃърЃћрЃарЃўрЃЮрЃЊрЃўрЃА рЃњрЃљрЃюрЃЏрЃљрЃЋрЃџрЃЮрЃЉрЃљрЃерЃў. рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃљ рЃерЃћрЃўрЃФрЃџрЃћрЃЉрЃљ рЃўрЃњрЃБрЃџрЃўрЃАрЃ«рЃЏрЃћрЃЉрЃЮрЃЊрЃћрЃА рЃЏрЃЌрЃџрЃўрЃљрЃюрЃў рЃљрЃю рЃърЃћрЃарЃўрЃЮрЃЊрЃБрЃџрЃў рЃЊрЃарЃЮрЃўрЃА рЃАрЃћрЃњрЃЏрЃћрЃюрЃбрЃўрЃАрЃЌрЃЋрЃўрЃА, рЃарЃћрЃљрЃџрЃБрЃарЃў рЃЊрЃЮрЃџрЃљрЃарЃўрЃА рЃЮрЃЊрЃћрЃюрЃЮрЃЉрЃўрЃЌ рЃљрЃю рЃарЃЮрЃњрЃЮрЃарЃф рЃўрЃюрЃЋрЃћрЃАрЃбрЃўрЃфрЃўрЃўрЃА рЃдрЃўрЃарЃћрЃЉрЃБрЃџрЃћрЃЉрЃўрЃА рЃърЃарЃЮрЃфрЃћрЃюрЃбрЃў. рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃљ рЃљрЃАрЃћрЃЋрЃћ рЃерЃћрЃўрЃФрЃџрЃћрЃЉрЃљ рЃћрЃ«рЃћрЃЉрЃЮрЃЊрЃћрЃА рЃЊрЃарЃЮрЃўрЃА рЃўрЃЏ рЃърЃћрЃарЃўрЃЮрЃЊрЃА, рЃарЃЮрЃЊрЃћрЃАрЃљрЃф рЃўрЃюрЃЋрЃћрЃАрЃбрЃўрЃфрЃўрЃљ рЃљрЃю рЃърЃарЃЮрЃћрЃЦрЃбрЃў рЃАрЃљрЃгрЃДрЃўрЃА рЃЎрЃљрЃърЃўрЃбрЃљрЃџрЃА рЃљрЃљрЃюрЃљрЃќрЃдрЃљрЃБрЃарЃћрЃЉрЃА рЃЊрЃљ рЃњрЃљрЃЋрЃљ рЃЏрЃўрЃюрЃўрЃЏрЃљрЃџрЃБрЃа рЃЏрЃЮрЃњрЃћрЃЉрЃљрЃќрЃћ.",
  "PCI DSS(The Payment Card Industry Data Security Standard) -  is a proprietary information security standard for organizations that handle cardholder information for the major debit,credit, prepaid, e-purse, ATM, and POS cards. This standard was created to increase controls around cardholder data to reduce credit card fraud via its exposure.": "PCI DSS (рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃўрЃА рЃЉрЃљрЃарЃљрЃЌрЃћрЃЉрЃўрЃА рЃўрЃюрЃЊрЃБрЃАрЃбрЃарЃўрЃўрЃА рЃЏрЃЮрЃюрЃљрЃфрЃћрЃЏрЃЌрЃљ рЃБрЃАрЃљрЃцрЃарЃЌрЃ«рЃЮрЃћрЃЉрЃўрЃА рЃАрЃбрЃљрЃюрЃЊрЃљрЃарЃбрЃў) - рЃАрЃљрЃЎрЃБрЃЌрЃарЃћрЃЉрЃўрЃА рЃўрЃюрЃцрЃЮрЃарЃЏрЃљрЃфрЃўрЃБрЃџрЃў рЃБрЃАрЃљрЃцрЃарЃЌрЃ«рЃЮрЃћрЃЉрЃўрЃА рЃАрЃбрЃљрЃюрЃЊрЃљрЃарЃбрЃў рЃЮрЃарЃњрЃљрЃюрЃўрЃќрЃљрЃфрЃўрЃћрЃЉрЃўрЃАрЃЌрЃЋрЃўрЃА, рЃарЃЮрЃЏрЃџрЃћрЃЉрЃўрЃф рЃљрЃЏрЃБрЃерЃљрЃЋрЃћрЃЉрЃћрЃю рЃЉрЃљрЃарЃљрЃЌрЃўрЃА рЃЏрЃцрЃџрЃЮрЃЉрЃћрЃџрЃўрЃА рЃўрЃюрЃцрЃЮрЃарЃЏрЃљрЃфрЃўрЃљрЃА рЃФрЃўрЃарЃўрЃЌрЃљрЃЊрЃў рЃАрЃљрЃЊрЃћрЃЉрЃћрЃбрЃЮ, рЃАрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ, рЃгрЃўрЃюрЃљрЃАрЃгрЃљрЃа рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃўрЃџрЃў, рЃћрЃџрЃћрЃЦрЃбрЃарЃЮрЃюрЃБрЃџрЃў рЃАрЃљрЃцрЃБрЃџрЃћ, рЃЉрЃљрЃюрЃЎрЃЮрЃЏрЃљрЃбрЃўрЃАрЃљ рЃЊрЃљ POS рЃЉрЃљрЃарЃљрЃЌрЃћрЃЉрЃўрЃАрЃЌрЃЋрЃўрЃА. рЃћрЃА рЃАрЃбрЃљрЃюрЃЊрЃљрЃарЃбрЃў рЃерЃћрЃўрЃЦрЃЏрЃюрЃљ рЃўрЃЏрЃўрЃАрЃљрЃЌрЃЋрЃўрЃА, рЃарЃЮрЃЏ рЃњрЃљрЃБрЃЏрЃ»рЃЮрЃЉрЃћрЃАрЃЊрЃћрЃА рЃЎрЃЮрЃюрЃбрЃарЃЮрЃџрЃў рЃЉрЃљрЃарЃљрЃЌрЃўрЃА рЃЏрЃцрЃџрЃЮрЃЉрЃћрЃџрЃўрЃА рЃЏрЃЮрЃюрЃљрЃфрЃћрЃЏрЃћрЃЉрЃќрЃћ, рЃарЃљрЃЌрЃљ рЃерЃћрЃЏрЃфрЃўрЃарЃЊрЃћрЃА рЃАрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ рЃЉрЃљрЃарЃљрЃЌрЃўрЃА рЃЌрЃљрЃдрЃџрЃўрЃЌрЃЮрЃЉрЃљ.",
  "Pre-authorisation -  is the practice within the banking industry of authorizing electronic transactions done with a debit card or credit card and holding this balance as unavailable either until the merchant clears the transaction, or the hold Рђюfalls off.РђЮ In the case of debit cards, authorization holds can fall off the account anywhere from 1РђЊ5 days after the transaction date depending on the bankРђЎs policy; in the case of credit cards, holds may last as long as 30 days, depending on the issuing bank.": "рЃгрЃўрЃюрЃљрЃАрЃгрЃљрЃарЃў рЃљрЃЋрЃбрЃЮрЃарЃўрЃќрЃљрЃфрЃўрЃљ - рЃърЃарЃљрЃЦрЃбрЃўрЃЎрЃљ рЃАрЃљрЃЉрЃљрЃюрЃЎрЃЮ рЃўрЃюрЃЊрЃБрЃАрЃбрЃарЃўрЃљрЃерЃў, рЃарЃЮрЃЊрЃћрЃАрЃљрЃф рЃ«рЃЮрЃарЃфрЃўрЃћрЃџрЃЊрЃћрЃЉрЃљ рЃћрЃџрЃћрЃЦрЃбрЃарЃЮрЃюрЃБрЃџрЃў рЃбрЃарЃљрЃюрЃќрЃљрЃЦрЃфрЃўрЃћрЃЉрЃўрЃА рЃљрЃЋрЃбрЃЮрЃарЃўрЃќрЃљрЃфрЃўрЃљ рЃАрЃљрЃЊрЃћрЃЉрЃћрЃбрЃЮ рЃљрЃю рЃАрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ рЃЉрЃљрЃарЃљрЃЌрЃўрЃЌ . рЃЉрЃљрЃџрЃљрЃюрЃАрЃў рЃарЃЕрЃћрЃЉрЃљ рЃ«рЃћрЃџрЃЏрЃўрЃБрЃгрЃЋрЃЊрЃЮрЃЏрЃћрЃџрЃў рЃЏрЃљрЃюрЃљрЃЏ, рЃАрЃљрЃюрЃљрЃЏ рЃЏрЃЮрЃЋрЃљрЃГрЃарЃћ рЃљрЃа рЃњрЃљрЃљрЃюрЃБрЃџрЃћрЃЉрЃА рЃбрЃарЃљрЃюрЃќрЃљрЃЦрЃфрЃўрЃљрЃА, рЃљрЃю рЃерЃћрЃюрЃљрЃ«рЃБрЃџрЃў рЃбрЃарЃљрЃюрЃќрЃљрЃЦрЃфрЃўрЃљ 'рЃЕрЃљрЃЏрЃЮрЃЋрЃљрЃарЃЊрЃћрЃЉрЃљ'. рЃАрЃљрЃЊрЃћрЃЉрЃћрЃбрЃЮ рЃЉрЃљрЃарЃљрЃЌрЃћрЃЉрЃўрЃА рЃерЃћрЃЏрЃЌрЃ«рЃЋрЃћрЃЋрЃљрЃерЃў, рЃљрЃЋрЃбрЃЮрЃарЃўрЃќрЃљрЃфрЃўрЃўрЃљ рЃерЃћрЃўрЃФрЃџрЃћрЃЉрЃљ рЃЕрЃљрЃЏрЃЮрЃЋрЃљрЃарЃЊрЃћрЃА рЃбрЃарЃљрЃюрЃќрЃљрЃЦрЃфрЃўрЃўрЃА рЃЌрЃљрЃарЃўрЃдрЃўрЃЊрЃљрЃю 1-5 рЃЊрЃдрЃўрЃА рЃњрЃљрЃюрЃЏрЃљрЃЋрЃџрЃЮрЃЉрЃљрЃерЃў, рЃЉрЃљрЃюрЃЎрЃўрЃА рЃърЃЮрЃџрЃўрЃбрЃўрЃЎрЃўрЃЊрЃљрЃю рЃњрЃљрЃЏрЃЮрЃЏрЃЊрЃўрЃюрЃљрЃарЃћ; рЃАрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ рЃЉрЃљрЃарЃљрЃЌрЃћрЃЉрЃўрЃА рЃерЃћрЃЏрЃЌрЃ«рЃЋрЃћрЃЋрЃљрЃерЃў, рЃерЃћрЃюрЃљрЃ«рЃЋрЃљ рЃерЃћрЃўрЃФрЃџрЃћрЃЉрЃљ рЃњрЃљрЃњрЃарЃФрЃћрЃџрЃЊрЃћрЃА 30 рЃЊрЃдрЃћрЃЏрЃЊрЃћ, рЃарЃљрЃф рЃЊрЃљрЃЏрЃЮрЃЎрЃўрЃЊрЃћрЃЉрЃБрЃџрЃўрЃљ рЃњрЃљрЃЏрЃфрЃћрЃЏ рЃЉрЃљрЃюрЃЎрЃќрЃћ.",
  "Processing center -  is a corporation or financial institution that acts as an intermediary between merchants and customers. This sort of entity mainly handles credit card processing for other companies. Acquirers are paid a certain percentage of each transaction along with any fees that the institution may impose on merchants.": "рЃњрЃљрЃЊрЃљрЃЏрЃљрЃЏрЃБрЃерЃљрЃЋрЃћрЃЉрЃћрЃџрЃў рЃфрЃћрЃюрЃбрЃарЃў - рЃЎрЃЮрЃарЃърЃЮрЃарЃљрЃфрЃўрЃљ рЃљрЃю рЃцрЃўрЃюрЃљрЃюрЃАрЃБрЃарЃў рЃўрЃюрЃАрЃбрЃўрЃбрЃБрЃбрЃў, рЃарЃЮрЃЏрЃћрЃџрЃўрЃф рЃЏрЃЮрЃЦрЃЏрЃћрЃЊрЃћрЃЉрЃА рЃарЃЮрЃњрЃЮрЃарЃф рЃерЃБрЃљрЃЏрЃљрЃЋрЃљрЃџрЃў рЃЋрЃљрЃГрЃарЃћрЃЉрЃАрЃљ рЃЊрЃљ рЃЏрЃЮрЃЏрЃ«рЃЏрЃљрЃарЃћрЃЉрЃџрЃћрЃЉрЃА рЃерЃЮрЃарЃўрЃА. рЃљрЃЏ рЃАрЃљрЃ«рЃўрЃА рЃАрЃБрЃЉрЃўрЃћрЃЦрЃбрЃў рЃФрЃўрЃарЃўрЃЌрЃљрЃЊрЃљрЃЊ рЃљрЃ«рЃЮрЃарЃфрЃўрЃћрЃџрЃћрЃЉрЃА рЃАрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ рЃЉрЃљрЃарЃљрЃЌрЃћрЃЉрЃўрЃА рЃЊрЃљрЃЏрЃБрЃерЃљрЃЋрЃћрЃЉрЃљрЃА рЃАрЃ«рЃЋрЃљ рЃЎрЃЮрЃЏрЃърЃљрЃюрЃўрЃћрЃЉрЃўрЃАрЃЌрЃЋрЃўрЃА. рЃерЃћрЃЏрЃАрЃДрЃўрЃЊрЃЋрЃћрЃџрЃћрЃЉрЃА рЃБрЃ«рЃЊрЃўрЃљрЃю рЃЌрЃўрЃЌрЃЮрЃћрЃБрЃџрЃў рЃбрЃарЃљрЃюрЃќрЃљрЃЦрЃфрЃўрЃўрЃА рЃњрЃљрЃарЃЎрЃЋрЃћрЃБрЃџ рЃърЃарЃЮрЃфрЃћрЃюрЃбрЃА, рЃюрЃћрЃЉрЃўрЃАрЃЏрЃўрЃћрЃа рЃАрЃљрЃЎрЃЮрЃЏрЃўрЃАрЃўрЃЮрЃАрЃЌрЃљрЃю рЃћрЃарЃЌрЃљрЃЊ, рЃарЃЮрЃЏрЃћрЃџрЃўрЃф рЃЊрЃљрЃгрЃћрЃАрЃћрЃЉрЃБрЃџрЃћрЃЉрЃљрЃЏ рЃерЃћрЃўрЃФрЃџрЃћрЃЉрЃљ рЃЊрЃљрЃљрЃгрЃћрЃАрЃЮрЃА рЃЏрЃћрЃарЃЕрЃљрЃюрЃбрЃћрЃЉрЃўрЃАрЃЌрЃЋрЃўрЃА.",

  "Refund -  is made in case of order cancellation and there are various reasons why customers may wish to return merchandise or service. A refund can be for any purpose, like defectiveness of goods, mistaken purchase of the unsuitable product or personal dissatisfaction. But regardless the reason of initiated refund, it is always between the merchant and its customer.": "рЃЌрЃљрЃюрЃ«рЃўрЃА рЃЊрЃљрЃЉрЃарЃБрЃюрЃћрЃЉрЃљ - рЃ«рЃЊрЃћрЃЉрЃљ рЃерЃћрЃЎрЃЋрЃћрЃЌрЃўрЃА рЃњрЃљрЃБрЃЦрЃЏрЃћрЃЉрЃўрЃА рЃерЃћрЃЏрЃЌрЃ«рЃЋрЃћрЃЋрЃљрЃерЃў рЃЊрЃљ рЃ«рЃЊрЃћрЃЉрЃљ рЃАрЃ«рЃЋрЃљрЃЊрЃљрЃАрЃ«рЃЋрЃљ рЃЏрЃўрЃќрЃћрЃќрЃўрЃЌ, : рЃАрЃљрЃЦрЃЮрЃюрЃџрЃўрЃА рЃЊрЃћрЃцрЃћрЃЦрЃбрЃў, рЃерЃћрЃБрЃАрЃљрЃЉрЃљрЃЏрЃЮ рЃърЃарЃЮрЃЊрЃБрЃЦрЃбрЃўрЃА рЃерЃћрЃфрЃЊрЃЮрЃЏрЃўрЃЌ рЃерЃћрЃФрЃћрЃюрЃљ рЃљрЃю рЃБрЃЎрЃЏрЃљрЃДрЃЮрЃцрЃўрЃџрЃћрЃЉрЃљ. рЃЏрЃљрЃњрЃарЃљрЃЏ рЃЏрЃўрЃБрЃ«рЃћрЃЊрЃљрЃЋрЃљрЃЊ рЃЊрЃљрЃгрЃДрЃћрЃЉрЃБрЃџрЃў рЃЌрЃљрЃюрЃ«рЃўрЃА рЃЊрЃљрЃЉрЃарЃБрЃюрЃћрЃЉрЃўрЃА рЃЏрЃўрЃќрЃћрЃќрЃўрЃАрЃљ, рЃўрЃА рЃДрЃЮрЃЋрЃћрЃџрЃЌрЃЋрЃўрЃА рЃЏрЃЮрЃЋрЃљрЃГрЃарЃћрЃАрЃљ рЃЊрЃљ рЃЏрЃўрЃА рЃЏрЃЮрЃЏрЃ«рЃЏрЃљрЃарЃћрЃЉрЃћрЃџрЃА рЃерЃЮрЃарЃўрЃАрЃљрЃљ рЃњрЃљрЃЊрЃљрЃАрЃљрЃгрЃДрЃЋрЃћрЃбрЃў.",
  "Recurring payment -  is made automatically at regular intervals. Here is an example. A customer purchases a membership with a monthly cycle type. The order is set up and recurs every month and the customerРђЎs credit card is automatically charged to process following payments in a fixed schedule.": "рЃњрЃљрЃюрЃЏрЃћрЃЮрЃарЃћрЃЉрЃљрЃЊрЃў рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃљ - рЃ«рЃЊрЃћрЃЉрЃљ рЃљрЃЋрЃбрЃЮрЃЏрЃљрЃбрЃБрЃарЃљрЃЊ рЃарЃћрЃњрЃБрЃџрЃљрЃарЃБрЃџрЃў рЃўрЃюрЃбрЃћрЃарЃЋрЃљрЃџрЃћрЃЉрЃўрЃЌ. рЃЏрЃљрЃњрЃљрЃџрЃўрЃЌрЃљрЃЊ, рЃЏрЃЮрЃЏрЃ«рЃЏрЃљрЃарЃћрЃЉрЃћрЃџрЃў рЃДрЃўрЃЊрЃБрЃџрЃЮрЃЉрЃА рЃгрЃћрЃЋрЃарЃЮрЃЉрЃљрЃА рЃДрЃЮрЃЋрЃћрЃџрЃЌрЃЋрЃўрЃБрЃарЃў рЃњрЃљрЃЊрЃљрЃАрЃљрЃ«рЃљрЃЊрЃўрЃЌ. рЃерЃћрЃЎрЃЋрЃћрЃЌрЃљ рЃЊрЃљрЃДрЃћрЃюрЃћрЃЉрЃБрЃџрЃўрЃљ рЃЊрЃљ рЃЏрЃћрЃЮрЃарЃЊрЃћрЃЉрЃљ рЃДрЃЮрЃЋрЃћрЃџрЃЌрЃЋрЃўрЃБрЃарЃљрЃЊ, рЃ«рЃЮрЃџрЃЮ рЃЎрЃџрЃўрЃћрЃюрЃбрЃўрЃА рЃАрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ рЃЉрЃљрЃарЃљрЃЌрЃўрЃЊрЃљрЃю рЃЌрЃљрЃюрЃ«рЃљ рЃљрЃЋрЃбрЃЮрЃЏрЃљрЃбрЃБрЃарЃљрЃЊ рЃўрЃарЃўрЃфрЃ«рЃћрЃЉрЃљ рЃцрЃўрЃЦрЃАрЃўрЃарЃћрЃЉрЃБрЃџрЃў рЃњрЃарЃљрЃцрЃўрЃЎрЃўрЃЌ.",
  "Rolling reserve -  is some percentage of a merchantРђЎs funds in his merchant account that is held by the merchant account provider as security for future contingencies, including chargebacks.": "рЃЏрЃЮрЃФрЃарЃљрЃЋрЃў рЃарЃћрЃќрЃћрЃарЃЋрЃў - рЃЏрЃћрЃарЃЕрЃљрЃюрЃбрЃўрЃА рЃАрЃљрЃ«рЃАрЃарЃћрЃЉрЃўрЃА рЃњрЃљрЃарЃЎрЃЋрЃћрЃБрЃџрЃў рЃърЃарЃЮрЃфрЃћрЃюрЃбрЃў рЃЏрЃўрЃА рЃАрЃљрЃЋрЃљрЃГрЃарЃЮ рЃљрЃюрЃњрЃљрЃарЃўрЃерЃќрЃћ, рЃарЃЮрЃЏрЃћрЃџрЃАрЃљрЃф рЃцрЃџрЃЮрЃЉрЃА рЃАрЃљрЃЋрЃљрЃГрЃарЃЮ рЃљрЃюрЃњрЃљрЃарЃўрЃерЃўрЃА рЃърЃарЃЮрЃЋрЃљрЃўрЃЊрЃћрЃарЃў, рЃарЃЮрЃњрЃЮрЃарЃф рЃБрЃАрЃљрЃцрЃарЃЌрЃ«рЃЮрЃћрЃЉрЃўрЃА рЃАрЃљрЃгрЃўрЃюрЃЊрЃљрЃарЃА рЃЏрЃЮрЃЏрЃљрЃЋрЃљрЃџрЃў рЃњрЃљрЃБрЃЌрЃЋрЃљрЃџрЃўрЃАрЃгрЃўрЃюрЃћрЃЉрЃћрЃџрЃў рЃерЃћрЃЏрЃЌрЃ«рЃЋрЃћрЃЋрЃћрЃЉрЃўрЃАрЃЌрЃЋрЃўрЃА. рЃЏрЃљрЃЌ рЃерЃЮрЃарЃўрЃА, рЃЕрЃљрЃарЃ»рЃЉрЃћрЃЦрЃћрЃЉрЃўрЃА.",

  "Settlement period -  is time between the settlement date and the transaction date that is allotted to the parties of a transaction to satisfy the transactionРђЎs obligations. The buyer must make payment within the settlement period, while the seller must deliver the purchased security within this period.": "рЃљрЃюрЃњрЃљрЃарЃўрЃерЃАрЃгрЃЮрЃарЃћрЃЉрЃўрЃА рЃърЃћрЃарЃўрЃЮрЃЊрЃў - рЃЊрЃарЃЮ рЃљрЃюрЃњрЃљрЃарЃўрЃерЃАрЃгрЃЮрЃарЃћрЃЉрЃўрЃА рЃЌрЃљрЃарЃўрЃдрЃАрЃљ рЃЊрЃљ рЃњрЃљрЃарЃўрЃњрЃћрЃЉрЃўрЃА рЃЌрЃљрЃарЃўрЃдрЃА рЃерЃЮрЃарЃўрЃА. рЃћрЃюрЃўрЃГрЃћрЃЉрЃљ рЃњрЃљрЃарЃўрЃњрЃћрЃЉрЃўрЃА рЃЏрЃ«рЃљрЃарЃћрЃћрЃЉрЃА рЃбрЃарЃљрЃюрЃќрЃљрЃЦрЃфрЃўрЃўрЃА рЃЋрЃљрЃџрЃЊрЃћрЃЉрЃБрЃџрЃћрЃЉрЃћрЃЉрЃўрЃА рЃерЃћрЃАрЃљрЃАрЃарЃБрЃџрЃћрЃЉрЃџрЃљрЃЊ. рЃЏрЃДрЃўрЃЊрЃЋрЃћрЃџрЃЏрЃљ рЃБрЃюрЃЊрЃљ рЃњрЃљрЃюрЃљрЃ«рЃЮрЃарЃфрЃўрЃћрЃџрЃЮрЃА рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃљ рЃљрЃюрЃњрЃљрЃарЃўрЃерЃАрЃгрЃЮрЃарЃћрЃЉрЃўрЃА рЃЋрЃљрЃЊрЃљрЃерЃў, рЃ«рЃЮрЃџрЃЮ рЃњрЃљрЃЏрЃДрЃўрЃЊрЃЋрЃћрЃџрЃЏрЃљ рЃБрЃюрЃЊрЃљ рЃЏрЃўрЃљрЃгрЃЮрЃЊрЃЮрЃА рЃерЃћрЃюрЃљрЃФрЃћрЃюрЃў.",
  "Skimming -  is the theft of credit card information used in an otherwise legitimate transaction. The thief can procure a victimРђЎs credit card number using basic methods such as photocopying receipts or more advanced methods such as using a small electronic device (skimmer) to swipe and store hundreds of victimsРђЎ credit card numbers.": "рЃАрЃЎрЃўрЃЏрЃўрЃюрЃњрЃў - рЃџрЃћрЃњрЃўрЃбрЃўрЃЏрЃБрЃа рЃбрЃарЃљрЃюрЃќрЃљрЃЦрЃфрЃўрЃљрЃерЃў рЃњрЃљрЃЏрЃЮрЃДрЃћрЃюрЃћрЃЉрЃБрЃџрЃў рЃАрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ рЃЉрЃљрЃарЃљрЃЌрЃўрЃА рЃўрЃюрЃцрЃЮрЃарЃЏрЃљрЃфрЃўрЃўрЃА рЃЦрЃБрЃарЃЊрЃЮрЃЉрЃљ. рЃЦрЃБрЃарЃЊрЃА рЃерЃћрЃБрЃФрЃџрЃўрЃљ рЃЏрЃЮрЃўрЃърЃЮрЃЋрЃЮрЃА рЃЏрЃАрЃ«рЃЋрЃћрЃарЃърЃџрЃўрЃА рЃАрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ рЃЉрЃљрЃарЃљрЃЌрЃўрЃА рЃюрЃЮрЃЏрЃћрЃарЃў рЃЕрЃЋрЃћрЃБрЃџрЃў рЃЏрЃћрЃЌрЃЮрЃЊрЃћрЃЉрЃўрЃЌ, рЃарЃЮрЃњрЃЮрЃарЃўрЃфрЃљрЃљ рЃЦрЃЋрЃўрЃЌрЃарЃћрЃЉрЃўрЃА рЃцрЃЮрЃбрЃЮрЃЎрЃЮрЃърЃўрЃарЃћрЃЉрЃљ рЃљрЃю рЃБрЃцрЃарЃЮ рЃЏрЃЮрЃгрЃўрЃюрЃљрЃЋрЃћ рЃЏрЃћрЃЌрЃЮрЃЊрЃћрЃЉрЃўрЃА рЃњрЃљрЃЏрЃЮрЃДрЃћрЃюрЃћрЃЉрЃўрЃЌ, рЃарЃЮрЃњрЃЮрЃарЃўрЃфрЃљрЃљ рЃърЃљрЃбрЃљрЃарЃљ рЃћрЃџрЃћрЃЦрЃбрЃарЃЮрЃюрЃБрЃџрЃў рЃЏрЃЮрЃгрЃДрЃЮрЃЉрЃўрЃџрЃЮрЃЉрЃўрЃА (рЃАрЃЎрЃўрЃЏрЃћрЃарЃўрЃА) рЃњрЃљрЃЏрЃЮрЃДрЃћрЃюрЃћрЃЉрЃљ рЃљрЃАрЃЮрЃЉрЃўрЃЌ рЃЏрЃАрЃ«рЃЋрЃћрЃарЃърЃџрЃўрЃА рЃАрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ рЃЉрЃљрЃарЃљрЃЌрЃўрЃА рЃюрЃЮрЃЏрЃарЃўрЃА рЃерЃћрЃАрЃљрЃюрЃљрЃ«рЃљрЃЊ.",
  "SSL -  is a secure web protocol designed to ensure cardholder information is safe during the ordering process.": "SSL - рЃБрЃАрЃљрЃцрЃарЃЌрЃ«рЃЮ рЃЋрЃћрЃЉ рЃърЃарЃЮрЃбрЃЮрЃЎрЃЮрЃџрЃў, рЃарЃЮрЃЏрЃћрЃџрЃўрЃф рЃерЃћрЃЦрЃЏрЃюрЃўрЃџрЃўрЃљ рЃЉрЃљрЃарЃљрЃЌрЃўрЃА рЃЏрЃцрЃџрЃЮрЃЉрЃћрЃџрЃўрЃА рЃўрЃюрЃцрЃЮрЃарЃЏрЃљрЃфрЃўрЃўрЃА рЃБрЃАрЃљрЃцрЃарЃЌрЃ«рЃЮрЃћрЃЉрЃўрЃА рЃБрЃќрЃарЃБрЃюрЃЋрЃћрЃџрЃАрЃљрЃДрЃЮрЃцрЃљрЃЊ рЃерЃћрЃЎрЃЋрЃћрЃЌрЃўрЃА рЃърЃарЃЮрЃфрЃћрЃАрЃерЃў.",

  "Transaction fee -  is per- transaction charge that a merchant provider or processor charges merchants for each transaction processed.": "рЃбрЃарЃљрЃюрЃќрЃљрЃЦрЃфрЃўрЃўрЃА рЃАрЃљрЃЎрЃЮрЃЏрЃўрЃАрЃўрЃЮ - рЃЌрЃўрЃЌрЃЮ рЃбрЃарЃљрЃюрЃќрЃљрЃЦрЃфрЃўрЃўрЃА рЃњрЃљрЃЊрЃљрЃАрЃљрЃ«рЃљрЃЊрЃў, рЃарЃЮрЃЏрЃћрЃџрЃАрЃљрЃф рЃЏрЃћрЃарЃЕрЃљрЃюрЃбрЃў рЃърЃарЃЮрЃЋрЃљрЃўрЃЊрЃћрЃарЃў рЃљрЃю рЃЊрЃљрЃЏрЃЏрЃБрЃерЃљрЃЋрЃћрЃЉрЃћрЃџрЃў рЃБрЃ«рЃЊрЃўрЃА рЃЏрЃћрЃарЃЕрЃљрЃюрЃбрЃћрЃЉрЃА рЃЌрЃўрЃЌрЃЮрЃћрЃБрЃџрЃў рЃЊрЃљрЃЏрЃБрЃерЃљрЃЋрЃћрЃЉрЃБрЃџрЃў рЃбрЃарЃљрЃюрЃќрЃљрЃЦрЃфрЃўрЃўрЃАрЃЌрЃЋрЃўрЃА.",

  "Virtual terminal -   is a service that allows manual processing of credit card transactions through means of an electronic connections": "рЃЋрЃўрЃарЃбрЃБрЃљрЃџрЃБрЃарЃў рЃбрЃћрЃарЃЏрЃўрЃюрЃљрЃџрЃў -  рЃАрЃћрЃарЃЋрЃўрЃАрЃў, рЃарЃЮрЃЏрЃћрЃџрЃўрЃф рЃўрЃФрЃџрЃћрЃЋрЃљ рЃбрЃарЃљрЃюрЃќрЃљрЃЦрЃфрЃўрЃћрЃЉрЃўрЃА рЃ«рЃћрЃџрЃўрЃЌ рЃЊрЃљрЃЏрЃБрЃерЃљрЃЋрЃћрЃЉрЃўрЃА рЃАрЃљрЃерЃБрЃљрЃџрЃћрЃЉрЃљрЃА рЃћрЃџрЃћрЃЦрЃбрЃарЃЮрЃюрЃБрЃџрЃў рЃЎрЃљрЃЋрЃерЃўрЃарЃўрЃА рЃЏрЃћрЃерЃЋрЃћрЃЮрЃЉрЃўрЃЌ.",

  "__comment__": "Do not translate this. Payment Solutions System Page",

  "How it works": "р▓арЃЮрЃњрЃЮрЃа рЃЏрЃБрЃерЃљрЃЮрЃЉрЃА Fastoo",

  "Fastoo payment solution is all-in-one technical and financial solution created to fulfill various merchant's needs. Secure, easy-to-use, reliable on the one hand; beneficial and trustworthy on the other. To accept payments in the terms of Fastoo payment solutions means to work with the best possible pricing and being supported by first-class payment technology.": "Fastoo рЃљрЃарЃўрЃА рЃДрЃЮрЃЋрЃџрЃўрЃАрЃЏрЃЮрЃЏрЃфрЃЋрЃћрЃџрЃў рЃбрЃћрЃЦрЃюрЃўрЃЎрЃБрЃарЃў рЃЊрЃљ рЃцрЃўрЃюрЃљрЃюрЃАрЃБрЃарЃў рЃњрЃљрЃЊрЃљрЃгрЃДрЃЋрЃћрЃбрЃљ, рЃарЃЮрЃЏрЃћрЃџрЃўрЃф рЃерЃћрЃЦрЃЏрЃюрЃўрЃџрЃўрЃљ рЃАрЃ«рЃЋрЃљрЃЊрЃљрЃАрЃ«рЃЋрЃљ рЃАрЃљрЃЋрЃљрЃГрЃарЃЮ рЃЏрЃЮрЃЌрЃ«рЃЮрЃЋрЃюрЃўрЃџрЃћрЃЉрЃћрЃЉрЃўрЃА рЃЊрЃљрЃАрЃљрЃЎрЃЏрЃљрЃДрЃЮрЃцрЃўрЃџрЃћрЃЉрЃџрЃљрЃЊ. рЃћрЃарЃЌрЃўрЃА рЃЏрЃ«рЃарЃўрЃЋ рЃБрЃАрЃљрЃцрЃарЃЌрЃ«рЃЮ, рЃљрЃЊрЃЋрЃўрЃџрЃљрЃЊ рЃњрЃљрЃЏрЃЮрЃАрЃљрЃДрЃћрЃюрЃћрЃЉрЃћрЃџрЃў рЃЊрЃљ рЃАрЃљрЃўрЃЏрЃћрЃЊрЃЮ; рЃЏрЃћрЃЮрЃарЃћрЃА рЃЏрЃ«рЃарЃўрЃЋ рЃЏрЃЮрЃЏрЃњрЃћрЃЉрЃўрЃљрЃюрЃў рЃЊрЃљ рЃАрЃљрЃюрЃЊрЃЮ. рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃћрЃЉрЃўрЃА рЃЏрЃўрЃдрЃћрЃЉрЃљ Fastoo-рЃА рЃњрЃљрЃЏрЃЮрЃДрЃћрЃюрЃћрЃЉрЃўрЃЌ рЃюрЃўрЃерЃюрЃљрЃЋрЃА рЃЏрЃБрЃерЃљрЃЮрЃЉрЃљрЃА  рЃАрЃљрЃБрЃЎрЃћрЃЌрЃћрЃАрЃЮ рЃцрЃљрЃАрЃћрЃЉрЃўрЃЌрЃљ рЃЊрЃљ рЃБрЃЏрЃљрЃдрЃџрЃћрЃАрЃў рЃ«рЃљрЃарЃўрЃАрЃ«рЃўрЃА рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃўрЃА рЃбрЃћрЃЦрЃюрЃЮрЃџрЃЮрЃњрЃўрЃўрЃА рЃЏрЃ«рЃљрЃарЃЊрЃљрЃГрЃарЃћрЃарЃўрЃЌ.",
  "Fastoo works both with startups and experienced companies. The big part of our best merchants were startups when they firstly applied for our payment solution. Competent approach along with stimulative conditions from our side gave these companies possibility to focus on their business goals and achieve them one after another. We are very proud of our merchants and we proceed growing together by supporting each other.": "Fastoo рЃЏрЃБрЃерЃљрЃЮрЃЉрЃА рЃарЃЮрЃњрЃЮрЃарЃф рЃАрЃбрЃљрЃарЃбрЃљрЃърЃћрЃЉрЃЌрЃљрЃю, рЃљрЃАрЃћрЃЋрЃћ рЃњрЃљрЃЏрЃЮрЃфрЃЊрЃўрЃџ рЃЎрЃЮрЃЏрЃърЃљрЃюрЃўрЃћрЃЉрЃЌрЃљрЃю. рЃЕрЃЋрЃћрЃюрЃў рЃАрЃљрЃБрЃЎрЃћрЃЌрЃћрЃАрЃЮ рЃЏрЃћрЃарЃЕрЃљрЃюрЃбрЃћрЃЉрЃўрЃА рЃЊрЃўрЃЊрЃЏрЃљ рЃюрЃљрЃгрЃўрЃџрЃЏрЃљ рЃАрЃбрЃљрЃарЃбрЃљрЃърЃљрЃЊ рЃЊрЃљрЃўрЃгрЃДрЃЮ рЃАрЃљрЃЦрЃЏрЃўрЃљрЃюрЃЮрЃЉрЃљ.. рЃЕрЃЋрЃћрЃюрЃў рЃЏрЃ«рЃарЃўрЃЊрЃљрЃю рЃЎрЃЮрЃЏрЃърЃћрЃбрЃћрЃюрЃбрЃБрЃарЃЏрЃљ рЃЏрЃўрЃЊрЃњрЃЮрЃЏрЃљрЃЏ рЃАрЃљрЃБрЃЎрЃћрЃЌрЃћрЃАрЃЮ рЃърЃўрЃарЃЮрЃЉрЃћрЃЉрЃЌрЃљрЃю рЃћрЃарЃЌрЃљрЃЊ рЃљрЃЏ рЃЎрЃЮрЃЏрЃърЃљрЃюрЃўрЃћрЃЉрЃА рЃЏрЃўрЃАрЃфрЃљ рЃЌрЃљрЃЋрЃўрЃљрЃюрЃЌ рЃЉрЃўрЃќрЃюрЃћрЃА рЃЏрЃўрЃќрЃюрЃћрЃЉрЃќрЃћ рЃЎрЃЮрЃюрЃфрЃћрЃюрЃбрЃарЃљрЃфрЃўрЃўрЃАрЃљ рЃЊрЃљ рЃЏрЃљрЃЌрЃў рЃЏрЃўрЃдрЃгрЃћрЃЋрЃўрЃА рЃАрЃљрЃерЃБрЃљрЃџрЃћрЃЉрЃљ. рЃФрЃљрЃџрЃўрЃљрЃю рЃЋрЃљрЃЏрЃљрЃДрЃЮрЃЉрЃЌ рЃЕрЃЋрЃћрЃюрЃў рЃЏрЃћрЃарЃЕрЃљрЃюрЃбрЃћрЃЉрЃўрЃЌ рЃЊрЃљ рЃЋрЃљрЃњрЃарЃФрЃћрЃџрЃћрЃЉрЃЌ рЃќрЃарЃЊрЃљрЃА рЃћрЃарЃЌрЃЏрЃљрЃюрЃћрЃЌрЃўрЃА рЃЏрЃ«рЃљрЃарЃЊрЃљрЃГрЃћрЃарЃўрЃЌ.",
  "Fair pricing - You will not ever find any slippery formulations or hidden fees in the terms of our payment solutions.": "рЃАрЃљрЃЏрЃљрЃарЃЌрЃџрЃўрЃљрЃюрЃў рЃцрЃљрЃАрЃћрЃЉрЃў - рЃЌрЃЦрЃЋрЃћрЃю рЃЋрЃћрЃарЃљрЃАрЃЊрЃарЃЮрЃА рЃюрЃљрЃ«рЃљрЃЋрЃЌ рЃерЃћрЃЏрЃЮрЃърЃљрЃарЃБрЃџ рЃцрЃЮрЃарЃЏрЃБрЃџрЃўрЃарЃћрЃЉрЃћрЃЉрЃА рЃљрЃю рЃцрЃљрЃарЃБрЃџ рЃњрЃљрЃЊрЃљрЃАрЃљрЃ«рЃљрЃЊрЃА рЃЕрЃЋрЃћрЃюрЃА рЃърЃўрЃарЃЮрЃЉрЃћрЃЉрЃерЃў.",
  "Easy and fast integration - Full support on every stage of integration makes the whole process quick and smooth.": "рЃЏрЃљрЃарЃбрЃўрЃЋрЃў рЃЊрЃљ рЃАрЃгрЃарЃљрЃцрЃў рЃўрЃюрЃбрЃћрЃњрЃарЃљрЃфрЃўрЃљ - рЃДрЃЋрЃћрЃџрЃљ рЃћрЃбрЃљрЃърЃќрЃћ рЃАрЃарЃБрЃџрЃў рЃЏрЃ«рЃљрЃарЃЊрЃљрЃГрЃћрЃарЃљ рЃўрЃюрЃбрЃћрЃњрЃарЃљрЃфрЃўрЃљрЃА рЃљрЃЦрЃфрЃћрЃЋрЃА рЃАрЃгрЃарЃљрЃц рЃЊрЃљ рЃБрЃърЃарЃЮрЃЉрЃџрЃћрЃЏрЃЮ рЃърЃарЃЮрЃфрЃћрЃАрЃљрЃЊ.",
  "Timely payouts - Be sure that you will receive your money exactly on time without any delays from our side.": "рЃЊрЃарЃЮрЃБрЃџрЃў рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃљ - рЃњрЃЋрЃћрЃарЃгрЃЏрЃБрЃюрЃћрЃЌ, рЃарЃЮрЃЏ рЃЕрЃЋрЃћрЃюрЃў рЃЏрЃ«рЃарЃўрЃЊрЃљрЃю рЃЌрЃЦрЃЋрЃћрЃюрЃА рЃцрЃБрЃџрЃА рЃЏрЃўрЃўрЃдрЃћрЃЉрЃЌ рЃЊрЃарЃЮрЃБрЃџрЃљрЃЊ ,рЃДрЃЮрЃЋрЃћрЃџрЃњрЃЋрЃљрЃарЃў рЃерЃћрЃцрЃћрЃарЃ«рЃћрЃЉрЃўрЃА рЃњрЃљрЃарЃћрЃерЃћ.",
  "Chief features of Fastoo payment solution": "Fastoo рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃўрЃА рЃњрЃљрЃЊрЃљрЃгрЃДрЃЋрЃћрЃбрЃўрЃА рЃФрЃўрЃарЃўрЃЌрЃљрЃЊрЃў рЃЏрЃљрЃ«рЃљрЃАрЃўрЃљрЃЌрЃћрЃЉрЃџрЃћрЃЉрЃў",
  "PCI DSS Level 1 - The highest security level excludes even a hint of unauthorized actions or other fraudulent activity. Payments are processed securely with Fastoo.": "PCI DSS рЃЊрЃЮрЃюрЃћ 1 - рЃБрЃАрЃљрЃцрЃарЃЌрЃ«рЃЮрЃћрЃЉрЃўрЃА рЃБрЃЏрЃљрЃдрЃџрЃћрЃАрЃў рЃЊрЃЮрЃюрЃћ рЃњрЃљрЃЏрЃЮрЃарЃўрЃфрЃ«рЃљрЃЋрЃА рЃљрЃарЃљрЃљрЃЋрЃбрЃЮрЃарЃўрЃќрЃћрЃЉрЃБрЃџ рЃљрЃю рЃАрЃ«рЃЋрЃљ рЃЌрЃљрЃдрЃџрЃўрЃЌрЃБрЃа рЃЦрЃЏрЃћрЃЊрЃћрЃЉрЃћрЃЉрЃА. рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃћрЃЉрЃў рЃБрЃАрЃљрЃцрЃарЃЌрЃ«рЃЮрЃЊ рЃЏрЃБрЃерЃљрЃЋрЃЊрЃћрЃЉрЃљ Fastoo-рЃАрЃЌрЃљрЃю.",
  "Advanced back-office - Armed with multitude of useful features you will be able to put your business on previously unimaginable heights.": "рЃЏрЃЮрЃгрЃўрЃюрЃљрЃЋрЃћ рЃЉрЃћрЃЦ-рЃЮрЃцрЃўрЃАрЃў - рЃЌрЃЦрЃЋрЃћрЃюрЃў рЃЉрЃўрЃќрЃюрЃћрЃАрЃў рЃБрЃљрЃЏрЃарЃљрЃЋрЃў рЃАрЃљрЃАрЃљрЃарЃњрЃћрЃЉрЃџрЃЮ рЃцрЃБрЃюрЃЦрЃфрЃўрЃўрЃА рЃЏрЃћрЃерЃЋрЃћрЃЮрЃЉрЃўрЃЌ рЃЏрЃљрЃюрЃљрЃЏрЃЊрЃћ рЃгрЃљрЃарЃЏрЃЮрЃБрЃЊрЃњрЃћрЃюрЃћрЃџ рЃАрЃўрЃЏрЃљрЃдрЃџрЃћрЃћрЃЉрЃќрЃћ рЃљрЃЋрЃљ.",

  "__comment__": "Do not translate this. Credit Card Processing Page",

  "Fastoo is the company that successfully helps merchant from numerous types of business with credit card processing. All our clients are different. They have own style of work, however we provide payments solutions for everyone. Regardless of type of industry or size, each company is eager to receive first-rate credit card processing solution on fair conditions with all needful features and extremely high level of reliability. Very important thing is customer service because the best payment solution is solution offered opportunely.": "Fastoo рЃљрЃарЃўрЃА рЃЎрЃЮрЃЏрЃърЃљрЃюрЃўрЃљ, рЃарЃЮрЃЏрЃћрЃџрЃўрЃф рЃгрЃљрЃарЃЏрЃљрЃбрЃћрЃЉрЃўрЃЌ рЃћрЃ«рЃЏрЃљрЃарЃћрЃЉрЃљ рЃЏрЃарЃљрЃЋрЃљрЃџрЃў рЃбрЃўрЃърЃўрЃА рЃЏрЃћрЃарЃЕрЃљрЃюрЃбрЃћрЃЉрЃА рЃАрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ рЃЉрЃљрЃарЃљрЃЌрЃћрЃЉрЃўрЃА рЃЊрЃљрЃЏрЃБрЃерЃљрЃЋрЃћрЃЉрЃљрЃерЃў. рЃЕрЃЋрЃћрЃюрЃў рЃДрЃЋрЃћрЃџрЃљ рЃЎрЃџрЃўрЃћрЃюрЃбрЃў рЃњрЃљрЃюрЃАрЃ«рЃЋрЃљрЃЋрЃћрЃЉрЃБрЃџрЃўрЃљ. рЃЏрЃљрЃЌ рЃљрЃЦрЃЋрЃЌ рЃЏрЃБрЃерЃљрЃЮрЃЉрЃўрЃА рЃАрЃљрЃЎрЃБрЃЌрЃљрЃарЃў рЃАрЃбрЃўрЃџрЃў, рЃЌрЃБрЃЏрЃфрЃљ рЃЕрЃЋрЃћрЃю рЃДрЃЋрЃћрЃџрЃљрЃАрЃЌрЃЋрЃўрЃА рЃЋрЃЦрЃЏрЃюрЃўрЃЌ рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃўрЃА рЃњрЃљрЃЊрЃљрЃгрЃДрЃЋрЃћрЃбрЃўрЃџрЃћрЃЉрЃћрЃЉрЃА. рЃўрЃюрЃЊрЃБрЃАрЃбрЃарЃўрЃўрЃА рЃбрЃўрЃърЃўрЃАрЃљ рЃЊрЃљ рЃќрЃЮрЃЏрЃўрЃА рЃЏрЃўрЃБрЃ«рЃћрЃЊрЃљрЃЋрЃљрЃЊ, рЃЌрЃўрЃЌрЃЮрЃћрЃБрЃџрЃў рЃЎрЃЮрЃЏрЃърЃљрЃюрЃўрЃўрЃА рЃЏрЃЮрЃЌрЃ«рЃЮрЃЋрЃюрЃўрЃџрЃћрЃЉрЃљрЃљ рЃБрЃЏрЃљрЃдрЃџрЃћрЃАрЃў рЃ«рЃљрЃарЃўрЃАрЃ«рЃўрЃА рЃАрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ рЃЉрЃљрЃарЃљрЃЌрЃўрЃА рЃЊрЃљрЃЏрЃБрЃерЃљрЃЋрЃћрЃЉрЃўрЃА рЃњрЃљрЃЊрЃљрЃгрЃДрЃЋрЃћрЃбрЃљ рЃАрЃљрЃЏрЃљрЃарЃЌрЃџрЃўрЃљрЃю рЃърЃўрЃарЃЮрЃЉрЃћрЃЉрЃерЃў, рЃДрЃЋрЃћрЃџрЃљ рЃАрЃљрЃГрЃўрЃарЃЮ рЃЏрЃљрЃ«рЃљрЃАрЃўрЃљрЃЌрЃћрЃЉрЃџрЃўрЃЌ рЃЊрЃљ рЃЊрЃљрЃфрЃБрЃџрЃЮрЃЉрЃўрЃА рЃБрЃЎрЃўрЃЊрЃБрЃарЃћрЃАрЃљрЃЊ рЃЏрЃљрЃдрЃљрЃџрЃў рЃЊрЃЮрЃюрЃўрЃЌ.  рЃЏрЃЮрЃЏрЃ«рЃЏрЃљрЃарЃћрЃЉрЃћрЃџрЃЌрЃљ рЃЏрЃЮрЃЏрЃАрЃљрЃ«рЃБрЃарЃћрЃЉрЃљ рЃФрЃљрЃџрЃўрЃљрЃю рЃЏрЃюрЃўрЃерЃЋрЃюрЃћрЃџрЃЮрЃЋрЃљрЃюрЃў рЃАрЃљрЃЎрЃўрЃЌрЃ«рЃўрЃљ, рЃарЃљрЃЊрЃњрЃљрЃю рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃљрЃАрЃЌрЃљрЃю рЃЊрЃљрЃЎрЃљрЃЋрЃерЃўрЃарЃћрЃЉрЃБрЃџрЃў рЃАрЃљрЃЎрЃўрЃЌрЃ«рЃћрЃЉрЃўрЃА рЃЏрЃЮрЃњрЃЋрЃљрЃарЃћрЃЉрЃўрЃА рЃАрЃљрЃБрЃЎрЃћрЃЌрЃћрЃАрЃЮ рЃњрЃќрЃљ  рЃЊрЃарЃЮрЃБрЃџрЃљрЃЊ рЃерЃћрЃЌрЃљрЃЋрЃљрЃќрЃћрЃЉрЃБрЃџрЃў рЃњрЃљрЃЊрЃљрЃгрЃДрЃЋрЃћрЃбрЃљрЃљ.",
  "That is why Fastoo credit card processing is multifunctional all-in-one solution merchants are looking for. Our dedicated managers are always ready to offer you the best possible credit card processing and you can be sure that the whole process will pass quickly and smoothly. Your optimal payment solution is closer than you think. The search for better payment solution ends here as more than 50% of our merchants switched to us from other providers. They have already found optimal solution for credit card processing, why donРђЎt you do the same?": "рЃАрЃгрЃЮрЃарЃћрЃЊ рЃљрЃЏрЃўрЃбрЃЮрЃЏ, Fastoo-рЃА рЃЏрЃўрЃћрЃа рЃАрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ рЃЉрЃљрЃарЃљрЃЌрЃўрЃА рЃЊрЃљрЃЏрЃБрЃерЃљрЃЋрЃћрЃЉрЃљ рЃљрЃарЃўрЃА рЃЏрЃарЃљрЃЋрЃљрЃџрЃцрЃБрЃюрЃЦрЃфрЃўрЃБрЃарЃў, рЃАрЃљрЃДрЃЮрЃЋрЃћрЃџрЃЌрЃљрЃЮ рЃњрЃљрЃЊрЃљрЃгрЃДрЃЋрЃћрЃбрЃљ, рЃарЃЮрЃЏрЃћрЃџрЃАрЃљрЃф рЃЏрЃћрЃарЃЕрЃљрЃюрЃбрЃћрЃЉрЃў рЃћрЃФрЃћрЃЉрЃћрЃю. рЃЕрЃЋрЃћрЃюрЃў рЃћрЃарЃЌрЃњрЃБрЃџрЃў рЃЏрЃћрЃюрЃћрЃ»рЃћрЃарЃћрЃЉрЃў рЃЏрЃќрЃљрЃЊ рЃљрЃарЃўрЃљрЃю рЃерЃћрЃЏрЃЮрЃњрЃЌрЃљрЃЋрЃљрЃќрЃЮрЃю рЃАрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ рЃЉрЃљрЃарЃљрЃЌрЃўрЃА рЃАрЃљрЃБрЃЎрЃћрЃЌрЃћрЃАрЃЮ рЃЊрЃљрЃЏрЃБрЃерЃљрЃЋрЃћрЃЉрЃљ рЃЊрЃљ рЃњрЃЋрЃћрЃарЃгрЃЏрЃБрЃюрЃћрЃЌ, рЃарЃЮрЃЏ рЃЏрЃЌрЃћрЃџрЃў рЃърЃарЃЮрЃфрЃћрЃАрЃў рЃАрЃгрЃарЃљрЃцрЃљрЃЊ рЃЊрЃљ рЃерЃћрЃБрЃцрЃћрЃарЃ«рЃћрЃЉрЃџрЃљрЃЊ рЃЕрЃљрЃўрЃЋрЃџрЃўрЃА. рЃЌрЃЦрЃЋрЃћрЃюрЃў рЃЮрЃърЃбрЃўрЃЏрЃљрЃџрЃБрЃарЃў рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃўрЃА рЃњрЃљрЃЊрЃљрЃгрЃДрЃЋрЃћрЃбрЃљ рЃБрЃцрЃарЃЮ рЃљрЃ«рЃџрЃЮрЃАрЃљрЃљ, рЃЋрЃўрЃЊрЃарЃћ рЃњрЃњрЃЮрЃюрЃўрЃљрЃЌ. рЃБрЃЎрЃћрЃЌрЃћрЃАрЃў рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃўрЃА рЃњрЃљрЃЊрЃљрЃгрЃДрЃЋрЃћрЃбрЃћрЃЉрЃўрЃА рЃФрЃўрЃћрЃЉрЃљ рЃљрЃЦ рЃЏрЃЌрЃљрЃЋрЃарЃЊрЃћрЃЉрЃљ, рЃарЃљрЃЊрЃњрЃљрЃю рЃЏрЃћрЃарЃЕрЃљрЃюрЃбрЃћрЃЉрЃўрЃА 50%-рЃќрЃћ рЃЏрЃћрЃбрЃЏрЃљ рЃАрЃ«рЃЋрЃљ рЃърЃарЃЮрЃЋрЃљрЃўрЃЊрЃћрЃарЃћрЃЉрЃўрЃЊрЃљрЃю рЃЕрЃЋрЃћрЃюрЃЌрЃљрЃю рЃњрЃљрЃЊрЃљрЃгрЃДрЃЋрЃўрЃбрЃљ рЃњрЃљрЃЊрЃЏрЃЮрЃАрЃЋрЃџрЃљ. рЃЏрЃљрЃЌ рЃБрЃЎрЃЋрЃћ рЃўрЃърЃЮрЃЋрЃћрЃА рЃЮрЃърЃбрЃўрЃЏрЃљрЃџрЃБрЃарЃў рЃњрЃљрЃЊрЃљрЃгрЃДрЃЋрЃћрЃбрЃљ рЃАрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ рЃЉрЃљрЃарЃљрЃЌрЃўрЃА рЃЊрЃљрЃЏрЃБрЃерЃљрЃЋрЃћрЃЉрЃўрЃАрЃЌрЃЋрЃўрЃА, рЃарЃљрЃбрЃЮрЃЏрЃљрЃф рЃљрЃа рЃњрЃћрЃЦрЃюрЃљрЃЌ рЃўрЃњрЃўрЃЋрЃћ?",
  "Credit card processing chart": "рЃАрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ рЃЉрЃљрЃарЃљрЃЌрЃўрЃА рЃЊрЃљрЃЏрЃБрЃерЃљрЃЋрЃћрЃЉрЃўрЃА рЃАрЃЦрЃћрЃЏрЃљ",
  "Customer makes a purchase at MerchantРђЎs webstore. The transaction information is momentarily transferred to Fastoo servers by force of different payment page features.": "рЃЏрЃЮрЃЏрЃ«рЃЏрЃљрЃарЃћрЃЉрЃћрЃџрЃў рЃДрЃўрЃЊрЃБрЃџрЃЮрЃЉрЃА рЃЏрЃћрЃарЃЕрЃљрЃюрЃбрЃўрЃА рЃЋрЃћрЃЉ-рЃЏрЃљрЃдрЃљрЃќрЃўрЃљрЃерЃў. рЃбрЃарЃљрЃюрЃќрЃљрЃЦрЃфрЃўрЃўрЃА рЃўрЃюрЃцрЃЮрЃарЃЏрЃљрЃфрЃўрЃљ рЃЏрЃЮрЃЏрЃћрЃюрЃбрЃљрЃџрЃБрЃарЃљрЃЊ рЃњрЃљрЃЊрЃљрЃЊрЃўрЃА Fastoo рЃАрЃћрЃарЃЋрЃћрЃарЃћрЃЉрЃќрЃћ.",
  "The payment data is checked by Fastoo fraud monitoring system and if only there are no suspicious actions it is sent to the trusted acquiring bank. Merchant receives immediate notice about passed transaction. In case our anti-fraud system reveals an unapproved attempt it blacklists this fraudulent user.": "рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃўрЃА рЃЏрЃЮрЃюрЃљрЃфрЃћрЃЏрЃћрЃЉрЃА рЃљрЃЏрЃЮрЃгрЃЏрЃћрЃЉрЃА Fastoo-рЃА рЃЌрЃљрЃдрЃџрЃўрЃЌрЃЮрЃЉрЃўрЃА рЃЏрЃЮрЃюрЃўрЃбрЃЮрЃарЃўрЃюрЃњрЃўрЃА рЃАрЃўрЃАрЃбрЃћрЃЏрЃљ рЃЊрЃљ рЃЏрЃ«рЃЮрЃџрЃЮрЃЊ рЃАрЃљрЃћрЃГрЃЋрЃЮ рЃЦрЃЏрЃћрЃЊрЃћрЃЉрЃћрЃЉрЃўрЃА рЃљрЃарЃљрЃарЃАрЃћрЃЉрЃЮрЃЉрЃўрЃА рЃерЃћрЃЏрЃЌрЃ«рЃЋрЃћрЃЋрЃљрЃерЃў рЃўрЃњрЃќрЃљрЃЋрЃюрЃћрЃЉрЃљ рЃАрЃљрЃюрЃЊрЃЮ рЃерЃћрЃЏрЃАрЃДрЃўрЃЊрЃЋрЃћрЃџ рЃЉрЃљрЃюрЃЎрЃерЃў. рЃЏрЃћрЃарЃЕрЃљрЃюрЃбрЃў рЃЊрЃљрЃБрЃДрЃЮрЃЋрЃюрЃћрЃЉрЃџрЃўрЃЋ рЃўрЃдрЃћрЃЉрЃА рЃерЃћрЃбрЃДрЃЮрЃЉрЃўрЃюрЃћрЃЉрЃљрЃА рЃбрЃарЃљрЃюрЃќрЃљрЃЦрЃфрЃўрЃўрЃА рЃерЃћрЃАрЃљрЃ«рЃћрЃЉ. рЃўрЃЏ рЃерЃћрЃЏрЃЌрЃ«рЃЋрЃћрЃЋрЃљрЃерЃў, рЃЌрЃБ рЃЕрЃЋрЃћрЃюрЃў рЃЌрЃљрЃдрЃџрЃўрЃЌрЃЮрЃЉрЃўрЃА рЃАрЃљрЃгрЃўрЃюрЃљрЃљрЃдрЃЏрЃЊрЃћрЃњрЃЮ рЃАрЃўрЃАрЃбрЃћрЃЏрЃљ рЃњрЃљрЃЏрЃЮрЃљрЃЋрЃџрЃћрЃюрЃА рЃЊрЃљрЃБрЃЏрЃбрЃЎрЃўрЃфрЃћрЃЉрЃћрЃџ рЃгрЃЋрЃЊрЃЮрЃЏрЃљрЃА, рЃЏрЃљрЃА рЃћрЃА рЃЏрЃЮрЃЏрЃ«рЃЏрЃљрЃарЃћрЃЉрЃћрЃџрЃў рЃерЃљрЃЋ рЃАрЃўрЃљрЃерЃў рЃерЃћрЃљрЃЦрЃЋрЃА.",
  "Acquiring Bank receives transaction information from our side and makes a request to Issuing Bank via International Payment System (VISA, MasterCard etc.)": "рЃерЃћрЃЏрЃАрЃДрЃўрЃЊрЃЋрЃћрЃџрЃў рЃЉрЃљрЃюрЃЎрЃў рЃўрЃдрЃћрЃЉрЃА рЃбрЃарЃљрЃюрЃќрЃљрЃЦрЃфрЃўрЃўрЃА рЃўрЃюрЃцрЃЮрЃарЃЏрЃљрЃфрЃўрЃљрЃА рЃЕрЃЋрЃћрЃюрЃў рЃЏрЃ«рЃарЃўрЃЊрЃљрЃю рЃЊрЃљ рЃЏрЃўрЃЏрЃљрЃарЃЌрЃљрЃЋрЃА рЃњрЃљрЃЏрЃфрЃћрЃЏ рЃЉрЃљрЃюрЃЎрЃА рЃАрЃљрЃћрЃарЃЌрЃљрЃерЃЮрЃарЃўрЃАрЃЮ рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃўрЃА рЃАрЃўрЃАрЃбрЃћрЃЏрЃўрЃА рЃЏрЃћрЃерЃЋрЃћрЃЮрЃЉрЃўрЃЌ (VISA, MasterCard рЃЊрЃљ рЃљ.рЃе.)",
  "Issuing Bank approves or declines the payment and informs both International Payment System and Acquiring Bank about that.": "рЃњрЃљрЃЏрЃфрЃћрЃЏрЃў рЃЉрЃљрЃюрЃЎрЃў рЃљрЃЏрЃбрЃЎрЃўрЃфрЃћрЃЉрЃА рЃљрЃю рЃБрЃљрЃарЃДрЃЮрЃцрЃА рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃљрЃА рЃЊрЃљ рЃљрЃЏрЃўрЃА рЃерЃћрЃАрЃљрЃ«рЃћрЃЉ рЃљрЃфрЃюрЃЮрЃЉрЃћрЃЉрЃА рЃарЃЮрЃњрЃЮрЃарЃф рЃАрЃљрЃћрЃарЃЌрЃљрЃерЃЮрЃарЃўрЃАрЃЮ рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃўрЃА рЃАрЃўрЃАрЃбрЃћрЃЏрЃљрЃА, рЃљрЃАрЃћрЃЋрЃћ рЃерЃћрЃЏрЃАрЃДрЃўрЃЊрЃЋрЃћрЃџ рЃЉрЃљрЃюрЃЎрЃА.",
  "Fastoo receives the Issuing Bank reply with corresponding approval or denial code.": "Fastoo рЃўрЃдрЃћрЃЉрЃА рЃњрЃљрЃЏрЃфрЃћрЃЏрЃў рЃЉрЃљрЃюрЃЎрЃўрЃА рЃърЃљрЃАрЃБрЃ«рЃА рЃерЃћрЃАрЃљрЃЉрЃљрЃЏрЃўрЃАрЃў рЃЊрЃљрЃАрЃбрЃБрЃарЃўрЃА рЃљрЃю рЃБрЃљрЃарЃДрЃЮрЃцрЃўрЃА рЃЎрЃЮрЃЊрЃўрЃЌ.",
  "Fastoo processes the reply from Acquiring Bank and notifies Merchant that transaction has passed.": "Fastoo рЃљрЃЏрЃБрЃерЃљрЃЋрЃћрЃЉрЃА рЃерЃћрЃЏрЃгрЃДрЃўрЃЊрЃЋрЃћрЃџрЃў рЃЉрЃљрЃюрЃЎрЃўрЃА рЃърЃљрЃАрЃБрЃ«рЃА рЃЊрЃљ рЃљрЃфрЃюрЃЮрЃЉрЃћрЃЉрЃА рЃЏрЃћрЃарЃЕрЃљрЃюрЃбрЃА, рЃарЃЮрЃЏ рЃбрЃарЃљрЃюрЃќрЃљрЃЦрЃфрЃўрЃљ рЃЊрЃљрЃАрЃарЃБрЃџрЃЊрЃљ.",
  "Customer sees an information on the monitor that purchase has been successfully made.": "рЃЎрЃџрЃўрЃћрЃюрЃбрЃў рЃ«рЃћрЃЊрЃљрЃЋрЃА рЃЏрЃЮрЃюрЃўрЃбрЃЮрЃарЃќрЃћ, рЃарЃЮрЃЏ рЃерЃћрЃАрЃДрЃўрЃЊрЃЋрЃљ рЃгрЃљрЃарЃЏрЃљрЃбрЃћрЃЉрЃўрЃЌ рЃњрЃљрЃюрЃ«рЃЮрЃарЃфрЃўрЃћрЃџрЃЊрЃљ.",
  "Advantages of Fastoo credit card processing": "Fastoo рЃАрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ рЃЉрЃљрЃарЃљрЃЌрЃўрЃА рЃЊрЃљрЃЏрЃБрЃерЃљрЃЋрЃћрЃЉрЃўрЃА рЃБрЃърЃўрЃарЃљрЃбрЃћрЃАрЃЮрЃЉрЃћрЃЉрЃў",
  "United together security, convenience and reliability are qualities that form Fastoo credit card processing making it universal for merchants from all around the world. We believe that every client is unique one, which is why our credit card processing solution is flexible enough to meet all merchantsРђЎ needs. We strictly adhere to the attitude that our merchants deserve to feel every single day that they are being processed by the best company in the sphere of credit card processing. 5 following advantages clearly show how do we achieve this goal.": "рЃБрЃАрЃљрЃцрЃарЃЌрЃ«рЃЮрЃћрЃЉрЃљ, рЃЏрЃЮрЃ«рЃћрЃарЃ«рЃћрЃЉрЃБрЃџрЃЮрЃЉрЃљ рЃЊрЃљ рЃАрЃљрЃўрЃЏрЃћрЃЊрЃЮрЃЮрЃЉрЃљ рЃљрЃарЃўрЃА рЃўрЃА рЃЌрЃЋрЃўрЃАрЃћрЃЉрЃћрЃЉрЃў, рЃарЃЮрЃЏрЃџрЃћрЃЉрЃўрЃф Fastoo-рЃА рЃБрЃюрЃўрЃЋрЃћрЃарЃАрЃљрЃџрЃБрЃа рЃўрЃљрЃарЃљрЃдрЃљрЃЊ рЃљрЃЦрЃфрЃћрЃЋрЃћрЃю рЃЏрЃЌрЃћрЃџрЃў рЃЏрЃАрЃЮрЃцрЃџрЃўрЃЮрЃА рЃЏрЃћрЃарЃЕрЃљрЃюрЃбрЃћрЃЉрЃўрЃАрЃЌрЃЋрЃўрЃА. рЃЕрЃЋрЃћрЃю рЃњрЃЋрЃ»рЃћрЃарЃљ, рЃарЃЮрЃЏ рЃЌрЃўрЃЌрЃЮрЃћрЃБрЃџрЃў рЃЎрЃџрЃўрЃћрЃюрЃбрЃў рЃБрЃюрЃўрЃЎрЃљрЃџрЃБрЃарЃўрЃљ, рЃарЃўрЃА рЃњрЃљрЃЏрЃЮрЃф рЃЕрЃЋрЃћрЃюрЃў рЃАрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ рЃЉрЃљрЃарЃљрЃЌрЃўрЃА рЃЊрЃљрЃЏрЃБрЃерЃљрЃЋрЃћрЃЉрЃўрЃА рЃњрЃљрЃЊрЃљрЃгрЃДрЃЋрЃћрЃбрЃљ рЃЏрЃћрЃарЃЕрЃљрЃюрЃбрЃћрЃЉрЃўрЃА рЃДрЃЋрЃћрЃџрЃљ рЃАрЃљрЃГрЃўрЃарЃЮрЃћрЃЉрЃљрЃА рЃљрЃЎрЃЏрЃљрЃДрЃЮрЃцрЃўрЃџрЃћрЃЉрЃА. рЃЕрЃЋрЃћрЃю рЃЏрЃЎрЃљрЃфрЃарЃљрЃЊ рЃЋрЃўрЃфрЃљрЃЋрЃЌ рЃърЃарЃўрЃюрЃфрЃўрЃърЃћрЃЉрЃА, рЃарЃЮрЃЏрЃћрЃџрЃЌрЃљ рЃЏрЃўрЃќрЃљрЃюрЃўрЃфрЃљрЃљ, рЃарЃЮрЃЏ рЃЕрЃЋрЃћрЃюрЃЏрЃљ рЃЏрЃћрЃарЃЕрЃљрЃюрЃбрЃћрЃЉрЃЏрЃљ рЃДрЃЮрЃЋрЃћрЃџрЃЊрЃдрЃћ рЃўрЃњрЃарЃФрЃюрЃЮрЃю  рЃАрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ рЃЉрЃљрЃарЃљрЃЌрЃћрЃЉрЃўрЃА рЃЊрЃљрЃЏрЃБрЃерЃљрЃЋрЃћрЃЉрЃўрЃА рЃАрЃцрЃћрЃарЃЮрЃерЃў рЃАрЃљрЃБрЃЎрЃћрЃЌрЃћрЃАрЃЮ рЃЎрЃЮрЃЏрЃърЃљрЃюрЃўрЃљрЃАрЃЌрЃљрЃю рЃЌрЃљрЃюрЃљрЃЏрЃерЃарЃЮрЃЏрЃџрЃЮрЃЉрЃўрЃА рЃерЃћрЃЊрЃћрЃњрЃў. рЃЕрЃЋрЃћрЃю рЃњрЃљрЃЏрЃЮрЃЋрЃДрЃљрЃЋрЃўрЃЌ 5 рЃБрЃърЃўрЃарЃљрЃбрЃћрЃАрЃЮрЃЉрЃљ, рЃарЃЮрЃЏрЃћрЃџрЃўрЃф рЃЕрЃЋрЃћрЃюрЃА рЃЏрЃћрЃарЃЕрЃљрЃюрЃбрЃћрЃЉрЃА рЃгрЃљрЃарЃЏрЃљрЃбрЃћрЃЉрЃљрЃАрЃЌрЃљрЃю рЃљрЃљрЃ«рЃџрЃЮрЃЋрЃћрЃЉрЃА",

  "__comment__": "Do not translate this. Internet Acquiring Solution Page",

  "The main activity of Fastoo processing company is providing of Internet acquiring services. Having a lot of successful experience in e-commerce sphere we provide worldwide Internet businesses with high-quality acquiring solutions. Experience of working with diverse industries allows us to elaborate optimal payment solutions which have already proved their success in practice. If you have a website and want to accept online payments through it, then our Internet acquiring solution is designed specially for you. We supply all necessary in order to let your business develop using fair rates and conquer leading positions in its area. We have highlighted 5 main features that help our merchants to succeed.": "Fastoo-рЃА рЃФрЃўрЃарЃўрЃЌрЃљрЃЊрЃў рЃАрЃљрЃЦрЃЏрЃўрЃљрЃюрЃЮрЃЉрЃљрЃљ рЃўрЃюрЃбрЃћрЃарЃюрЃћрЃб рЃерЃћрЃюрЃљрЃФрЃћрЃюрЃћрЃЉрЃўрЃА рЃАрЃћрЃарЃЋрЃўрЃАрЃћрЃЉрЃўрЃА рЃЏрЃўрЃгрЃЮрЃЊрЃћрЃЉрЃљ. рЃћрЃџрЃћрЃЦрЃбрЃарЃЮрЃюрЃБрЃџрЃў рЃЋрЃљрЃГрЃарЃЮрЃЉрЃўрЃА рЃАрЃцрЃћрЃарЃЮрЃерЃў рЃгрЃљрЃарЃЏрЃљрЃбрЃћрЃЉрЃБрЃџрЃў рЃњрЃљрЃЏрЃЮрЃфрЃЊрЃўрЃџрЃћрЃЉрЃўрЃЊрЃљрЃю рЃњрЃљрЃЏрЃЮрЃЏрЃЊрЃўрЃюрЃљрЃарЃћ рЃЕрЃЋрЃћрЃю рЃЋрЃЌрЃљрЃЋрЃљрЃќрЃЮрЃЉрЃЌ рЃЏрЃАрЃЮрЃцрЃџрЃўрЃЮ рЃўрЃюрЃбрЃћрЃарЃюрЃћрЃб рЃЉрЃўрЃќрЃюрЃћрЃАрЃА рЃЏрЃљрЃдрЃљрЃџрЃў рЃ«рЃљрЃарЃўрЃАрЃ«рЃўрЃА рЃерЃћрЃФрЃћрЃюрЃўрЃА рЃњрЃљрЃЊрЃљрЃгрЃДрЃЋрЃћрЃбрЃўрЃџрЃћрЃЉрЃћрЃЉрЃА. рЃЏрЃарЃљрЃЋрЃљрЃџрЃцрЃћрЃарЃЮрЃЋрЃљрЃю рЃўрЃюрЃЊрЃБрЃАрЃбрЃарЃўрЃћрЃЉрЃЌрЃљрЃю рЃЏрЃБрЃерЃљрЃЮрЃЉрЃўрЃА рЃњрЃљрЃЏрЃЮрЃфрЃЊрЃўрЃџрЃћрЃЉрЃљ рЃАрЃљрЃерЃБрЃљрЃџрЃћрЃЉрЃљрЃА рЃњрЃЋрЃљрЃФрЃџрЃћрЃЋрЃА рЃерЃћрЃЋрЃўрЃЏрЃБрЃерЃљрЃЋрЃЮрЃЌ рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃўрЃА рЃЮрЃърЃбрЃўрЃЏрЃљрЃџрЃБрЃарЃў рЃњрЃљрЃЊрЃљрЃгрЃДрЃЋрЃћрЃбрЃўрЃџрЃћрЃЉрЃћрЃЉрЃў, рЃарЃЮрЃЏрЃџрЃћрЃЉрЃЏрЃљрЃф рЃБрЃЎрЃЋрЃћ рЃЊрЃљрЃљрЃЊрЃљрЃАрЃбрЃБрЃарЃћрЃА рЃЌрЃљрЃЋрЃўрЃљрЃюрЃЌрЃў рЃгрЃљрЃарЃЏрЃљрЃбрЃћрЃЉрЃљ рЃърЃарЃљрЃЦрЃбрЃўрЃЎрЃљрЃерЃў. рЃЌрЃБ рЃЌрЃЦрЃЋрЃћрЃю рЃњрЃљрЃЦрЃЋрЃЌ рЃЋрЃћрЃЉ рЃњрЃЋрЃћрЃарЃЊрЃў рЃЊрЃљ рЃњрЃАрЃБрЃарЃЌ рЃЏрЃўрЃАрЃў рЃЏрЃћрЃерЃЋрЃћрЃЮрЃЉрЃўрЃЌ рЃЏрЃўрЃўрЃдрЃЮрЃЌ рЃЮрЃюрЃџрЃљрЃўрЃю рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃћрЃЉрЃў, рЃЏрЃљрЃерЃўрЃю рЃЕрЃЋрЃћрЃюрЃў рЃўрЃюрЃбрЃћрЃарЃюрЃћрЃб рЃерЃћрЃюрЃљрЃФрЃћрЃюрЃћрЃЉрЃўрЃА рЃњрЃљрЃЊрЃљрЃгрЃДрЃЋрЃћрЃбрЃљ рЃАрЃърЃћрЃфрЃўрЃџрЃБрЃарЃљрЃЊ рЃЌрЃЦрЃЋрЃћрЃюрЃЌрЃЋрЃўрЃАрЃљрЃљ рЃерЃћрЃЦрЃЏрЃюрЃўрЃџрЃў. рЃЕрЃЋрЃћрЃю рЃЏрЃЮрЃњрЃљрЃЏрЃљрЃарЃљрЃњрЃћрЃЉрЃЌ рЃДрЃЋрЃћрЃџрЃљрЃцрЃарЃўрЃЌ, рЃарЃљрЃф рЃАрЃљрЃГрЃўрЃарЃЮрЃљ рЃЉрЃўрЃќрЃюрЃћрЃАрЃўрЃА рЃњрЃљрЃюрЃЋрЃўрЃЌрЃљрЃарЃћрЃЉрЃўрЃАрЃЌрЃЋрЃўрЃА рЃЊрЃљ рЃАрЃљрЃЎрЃБрЃЌрЃљрЃа рЃАрЃцрЃћрЃарЃЮрЃерЃў рЃЏрЃЮрЃгрЃўрЃюрЃљрЃЋрЃћ рЃърЃЮрЃќрЃўрЃфрЃўрЃћрЃЉрЃўрЃА рЃЏрЃЮрЃърЃЮрЃЋрЃћрЃЉрЃўрЃАрЃЌрЃЋрЃўрЃА. рЃЕрЃЋрЃћрЃю рЃњрЃљрЃЏрЃЮрЃЋрЃДрЃљрЃЋрЃўрЃЌ 5 рЃФрЃўрЃарЃўрЃЌрЃљрЃЊрЃў рЃЏрЃљрЃ«рЃљрЃАрЃўрЃљрЃЌрЃћрЃЉрЃћрЃџрЃў, рЃарЃЮрЃЏрЃћрЃџрЃўрЃф рЃћрЃ«рЃЏрЃљрЃарЃћрЃЉрЃљ рЃЕрЃЋрЃћрЃюрЃА рЃАрЃљрЃЋрЃљрЃГрЃарЃЮ рЃЮрЃЉрЃўрЃћрЃЦрЃбрЃћрЃЉрЃА рЃгрЃљрЃарЃЏрЃљрЃбрЃћрЃЉрЃўрЃА рЃЏрЃўрЃдрЃгрЃћрЃЋрЃљрЃерЃў.",
  "Advantages of Fastoo Internet acquiring": "Fastoo рЃўрЃюрЃбрЃћрЃарЃюрЃћрЃбрЃўрЃЌ рЃерЃћрЃФрЃћрЃюрЃўрЃА рЃБрЃърЃўрЃарЃљрЃбрЃћрЃАрЃЮрЃЉрЃћрЃЉрЃў",
  "The principle of Fastoo Internet acquiring work": "Fastoo рЃўрЃюрЃбрЃћрЃарЃюрЃћрЃбрЃўрЃЌ рЃерЃћрЃФрЃћрЃюрЃўрЃА рЃЏрЃБрЃерЃљрЃЮрЃЉрЃўрЃА рЃърЃарЃўрЃюрЃфрЃўрЃърЃў",
  "Customer makes a purchase at MerchantРђЎs website. Coded information is momentarily transmitted on Fastoo servers.": "рЃЏрЃЮрЃЏрЃ«рЃЏрЃљрЃарЃћрЃЉрЃћрЃџрЃў рЃДрЃўрЃЊрЃБрЃџрЃЮрЃЉрЃА рЃЏрЃћрЃарЃЕрЃљрЃюрЃбрЃўрЃА рЃЋрЃћрЃЉрЃАрЃљрЃўрЃбрЃќрЃћ. рЃЎрЃЮрЃЊрЃўрЃарЃћрЃЉрЃБрЃџрЃў рЃўрЃюрЃцрЃЮрЃарЃЏрЃљрЃфрЃўрЃљ рЃЏрЃЮрЃЏрЃћрЃюрЃбрЃљрЃџрЃБрЃарЃљрЃЊ рЃњрЃљрЃЊрЃљрЃЊрЃўрЃА Fastoo рЃАрЃћрЃарЃЋрЃћрЃарЃћрЃЉрЃќрЃћ.",
  "When our anti-fraud system approves transaction, the data is transferred to Acquiring bank and Merchant receives a notification of payment status. In case there is some kind of fraudulent activity the payment will be declined and the data will be added to our static blacklist after checking.": "рЃарЃЮрЃЊрЃћрЃАрЃљрЃф рЃЕрЃЋрЃћрЃюрЃў рЃЌрЃљрЃдрЃџрЃўрЃЌрЃЮрЃЉрЃўрЃА рЃАрЃљрЃгрЃўрЃюрЃљрЃљрЃдрЃЏрЃЊрЃћрЃњрЃЮ рЃАрЃўрЃАрЃбрЃћрЃЏрЃљ рЃљрЃЏрЃбрЃЎрЃўрЃфрЃћрЃЉрЃА рЃбрЃарЃљрЃюрЃќрЃљрЃЦрЃфрЃўрЃљрЃА, рЃЏрЃЮрЃюрЃљрЃфрЃћрЃЏрЃћрЃЉрЃў рЃњрЃљрЃЊрЃљрЃћрЃфрЃћрЃЏрЃљ рЃерЃћрЃЏрЃАрЃДрЃўрЃЊрЃЋрЃћрЃџ рЃЉрЃљрЃюрЃЎрЃА рЃЊрЃљ рЃЏрЃћрЃарЃЕрЃљрЃюрЃбрЃў рЃўрЃдрЃћрЃЉрЃА рЃерЃћрЃбрЃДрЃЮрЃЉрЃўрЃюрЃћрЃЉрЃљрЃА рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃўрЃА рЃАрЃбрЃљрЃбрЃБрЃАрЃўрЃА рЃерЃћрЃАрЃљрЃ«рЃћрЃЉ. рЃарЃљрЃўрЃЏрЃћ рЃАрЃљрЃ«рЃўрЃА рЃЌрЃљрЃдрЃџрЃўрЃЌрЃБрЃарЃў рЃљрЃЦрЃбрЃўрЃЋрЃЮрЃЉрЃўрЃА рЃљрЃарЃАрЃћрЃЉрЃЮрЃЉрЃўрЃА рЃерЃћрЃЏрЃЌрЃ«рЃЋрЃћрЃЋрЃљрЃерЃў рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃљ рЃБрЃљрЃарЃДрЃЮрЃцрЃўрЃџрЃў рЃўрЃЦрЃюрЃћрЃЉрЃљ рЃЊрЃљ рЃерЃћрЃЏрЃЮрЃгрЃЏрЃћрЃЉрЃўрЃА рЃерЃћрЃЏрЃЊрЃћрЃњ рЃЏрЃЮрЃюрЃљрЃфрЃћрЃЏрЃћрЃЉрЃў рЃЊрЃљрЃћрЃЏрЃљрЃбрЃћрЃЉрЃљ рЃЕрЃЋрЃћрЃюрЃА рЃАрЃбрЃљрЃбрЃўрЃЎрЃБрЃа рЃерЃљрЃЋ рЃАрЃўрЃљрЃА.",
  "Acquiring bank receives payment information and initiates an inquiry to Issuing bank via International payment systems VISA and Mastercard.": "рЃерЃћрЃЏрЃАрЃДрЃўрЃЊрЃЋрЃћрЃџрЃў рЃЉрЃљрЃюрЃЎрЃў рЃўрЃдрЃћрЃЉрЃА рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃўрЃА рЃўрЃюрЃцрЃЮрЃарЃЏрЃљрЃфрЃўрЃљрЃА рЃЊрЃљ рЃљрЃЏрЃЮрЃгрЃЏрЃћрЃЉрЃА рЃњрЃљрЃЏрЃфрЃћрЃЏ рЃЉрЃљрЃюрЃЎрЃЌрЃљрЃю рЃАрЃљрЃћрЃарЃЌрЃљрЃерЃЮрЃарЃўрЃАрЃЮ рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃўрЃА рЃАрЃўрЃАрЃбрЃћрЃЏрЃћрЃЉрЃўрЃА VISA рЃЊрЃљ Mastercard-рЃўрЃА рЃЏрЃћрЃерЃЋрЃћрЃЮрЃЉрЃўрЃЌ.",
  "Issuing bank either approves or declines the payment and informs both International payment system and Acquiring bank.": "рЃњрЃљрЃЏрЃфрЃћрЃЏрЃў рЃЉрЃљрЃюрЃЎрЃў рЃљрЃю рЃљрЃЏрЃбрЃЎрЃўрЃфрЃћрЃЉрЃА рЃљрЃю рЃБрЃљрЃарЃДрЃЮрЃцрЃА рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃљрЃА рЃЊрЃљ рЃљрЃфрЃюрЃЮрЃЉрЃћрЃЉрЃА рЃарЃЮрЃњрЃЮрЃарЃф рЃАрЃљрЃћрЃарЃЌрЃљрЃерЃЮрЃарЃўрЃАрЃЮ рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃўрЃА рЃАрЃўрЃАрЃбрЃћрЃЏрЃљрЃА, рЃљрЃАрЃћрЃЋрЃћ рЃерЃћрЃЏрЃФрЃћрЃю рЃЉрЃљрЃюрЃЎрЃА.",
  "Fastoo instantly receives Issuing bank response along with unique code for acceptation or declination of transaction.": "Fastoo рЃЏрЃДрЃўрЃАрЃўрЃћрЃарЃљрЃЊ рЃўрЃдрЃћрЃЉрЃА рЃњрЃљрЃЏрЃфрЃћрЃЏрЃў рЃЉрЃљрЃюрЃЎрЃўрЃА рЃърЃљрЃАрЃБрЃ«рЃА рЃЊрЃљ рЃБрЃюрЃўрЃЎрЃљрЃџрЃБрЃа рЃЎрЃЮрЃЊрЃА рЃбрЃарЃљрЃюрЃќрЃљрЃЦрЃфрЃўрЃўрЃА рЃЏрЃўрЃдрЃћрЃЉрЃўрЃА рЃљрЃю рЃБрЃљрЃарЃДрЃЮрЃцрЃўрЃАрЃЌрЃЋрЃўрЃА.",
  "Fastoo notifies Merchant about payment status.": "Fastoo рЃљрЃфрЃюрЃЮрЃЉрЃћрЃЉрЃА рЃЏрЃћрЃарЃЕрЃљрЃюрЃбрЃА рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃўрЃА рЃАрЃбрЃљрЃбрЃБрЃАрЃўрЃА рЃерЃћрЃАрЃљрЃ«рЃћрЃЉ..",
  "Customer receives confirmation of successful payment.": "рЃЎрЃџрЃўрЃћрЃюрЃбрЃў рЃўрЃдрЃћрЃЉрЃА рЃЊрЃљрЃЊрЃљрЃАрЃбрЃБрЃарЃћрЃЉрЃљрЃА рЃгрЃљрЃарЃЏрЃљрЃбрЃћрЃЉрЃБрЃџрЃў рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃўрЃА рЃерЃћрЃАрЃљрЃ«рЃћрЃЉ",
  "Industries for Fastoo Internet acquiring": "рЃўрЃюрЃЊрЃБрЃАрЃбрЃарЃўрЃћрЃЉрЃў Fastoo-рЃА рЃўрЃюрЃбрЃћрЃарЃюрЃћрЃбрЃўрЃА рЃерЃћрЃюрЃљрЃФрЃћрЃюрЃћрЃЉрЃўрЃАрЃЌрЃЋрЃўрЃА",
  "The complete list of industries, which are acceptable for our payment solutions, would occupy the whole page, which is why we picked out the main types of industries because many their representatives have chosen our Internet acquiring services. If you donРђЎt see your type of business here please contact us and see what we can offer you. Also in order to save time and efforts you can read the article РђюHow to apply for a merchant accountРђЮ. It will help you to comprehend how the entire process looks like and how to speed it up.": "рЃЕрЃЋрЃћрЃюрЃў рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃћрЃЉрЃўрЃА рЃњрЃљрЃЊрЃљрЃгрЃДрЃЋрЃћрЃбрЃћрЃЉрЃўрЃАрЃЌрЃЋрЃўрЃА рЃерЃћрЃАрЃљрЃЉрЃљрЃЏрЃўрЃАрЃў рЃўрЃюрЃЊрЃБрЃАрЃбрЃарЃўрЃћрЃЉрЃўрЃА рЃАрЃарЃБрЃџрЃў рЃАрЃўрЃљ рЃЏрЃЌрЃћрЃџ рЃњрЃЋрЃћрЃарЃЊрЃА рЃЊрЃљрЃўрЃЎрЃљрЃЋрЃћрЃЉрЃЊрЃљ, рЃљрЃЏрЃўрЃбрЃЮрЃЏрЃљрЃф рЃўрЃюрЃЊрЃБрЃАрЃбрЃарЃўрЃћрЃЉрЃўрЃА рЃФрЃўрЃарЃўрЃЌрЃљрЃЊрЃў рЃбрЃўрЃърЃћрЃЉрЃў рЃљрЃЋрЃљрЃарЃЕрЃўрЃћрЃЌ,. рЃЌрЃБ рЃљрЃЦ рЃЋрЃћрЃа рЃўрЃърЃЮрЃЋрЃўрЃЌ рЃЌрЃЦрЃЋрЃћрЃюрЃА рЃЉрЃўрЃќрЃюрЃћрЃАрЃА, рЃњрЃЌрЃ«рЃЮрЃЋрЃЌ, рЃЊрЃљрЃњрЃЋрЃўрЃЎрЃљрЃЋрЃерЃўрЃарЃЊрЃћрЃЌ рЃЊрЃљ рЃюрЃљрЃ«рЃћрЃЌ рЃЕрЃЋрЃћрЃюрЃў рЃерЃћрЃЏрЃЮрЃЌрЃљрЃЋрЃљрЃќрЃћрЃЉрЃћрЃЉрЃў. рЃљрЃАрЃћрЃЋрЃћ рЃЊрЃарЃЮрЃўрЃАрЃљ рЃЊрЃљ рЃФрЃљрЃџрЃўрЃАрЃ«рЃЏрЃћрЃЋрЃўрЃА рЃЊрЃљрЃќрЃЮрЃњрЃЋрЃўрЃА рЃЏрЃўрЃќрЃюрЃўрЃЌ, рЃерЃћрЃњрЃўрЃФрЃџрЃўрЃљрЃЌ рЃгрЃљрЃўрЃЎрЃўрЃЌрЃ«рЃЮрЃЌ рЃАрЃбрЃљрЃбрЃўрЃљ РђърЃарЃЮрЃњрЃЮрЃа рЃњрЃљрЃЋрЃљрЃЎрЃћрЃЌрЃЮрЃЌ рЃњрЃљрЃюрЃљрЃфрЃ«рЃљрЃЊрЃў рЃЏрЃћрЃарЃЕрЃљрЃюрЃбрЃўрЃА рЃљрЃюрЃњрЃљрЃарЃўрЃерЃќрЃћРђю. рЃћрЃА рЃЊрЃљрЃњрЃћрЃ«рЃЏрЃљрЃарЃћрЃЉрЃљрЃЌ рЃњрЃљрЃўрЃњрЃЮрЃЌ, рЃарЃЮрЃњрЃЮрЃа рЃњрЃљрЃЏрЃЮрЃўрЃДрЃБрЃарЃћрЃЉрЃљ рЃЏрЃЌрЃћрЃџрЃў рЃърЃарЃЮрЃфрЃћрЃАрЃў рЃЊрЃљ рЃарЃЮрЃњрЃЮрЃа рЃЊрЃљрЃљрЃЕрЃЦрЃљрЃарЃЮрЃЌ рЃўрЃњрЃў.",

  "__comment__": "Do not translate this. Payment Gateway Page",

  "Fastoo payment technology is combination of numerous security features and handy tools that make payment acceptance beneficial and pleasant. Our elaborated payment gateway was developed by high-skilled team of web-developers, programmers and web-designers. We are constantly updating and upgrading our payment gateway allowing our clients to use only up-to-date product corresponding to the latest requirements and standards.": "Fastoo рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃўрЃА рЃбрЃћрЃЦрЃюрЃЮрЃџрЃЮрЃњрЃўрЃљ рЃљрЃарЃўрЃА рЃЏрЃарЃљрЃЋрЃљрЃџрЃў рЃБрЃАрЃљрЃцрЃарЃЌрЃ«рЃЮрЃћрЃЉрЃўрЃА рЃцрЃБрЃюрЃЦрЃфрЃўрЃўрЃАрЃљ рЃЊрЃљ рЃЏрЃЮрЃАрЃљрЃ«рЃћрЃарЃ«рЃћрЃЉрЃћрЃџрЃў рЃ«рЃћрЃџрЃАрЃљрЃгрЃДрЃЮрЃћрЃЉрЃўрЃА рЃћрЃарЃЌрЃЮрЃЉрЃџрЃўрЃЮрЃЉрЃљ, рЃарЃљрЃф рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃўрЃА рЃЏрЃўрЃдрЃћрЃЉрЃљрЃА рЃ«рЃћрЃџрЃАрЃљрЃДрЃарЃћрЃџрЃА рЃЊрЃљ рЃАрЃљрЃАрЃўрЃљрЃЏрЃЮрЃЋрЃюрЃЮрЃА рЃ«рЃЊрЃўрЃА. рЃЕрЃЋрЃћрЃюрЃў рЃерЃћрЃЏрЃБрЃерЃљрЃЋрЃћрЃЉрЃБрЃџрЃў рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃўрЃА      рЃАрЃљрЃњрЃљрЃЊрЃљрЃ«рЃЊрЃЮ рЃ«рЃљрЃќрЃў рЃерЃћрЃўрЃЦрЃЏрЃюрЃљ рЃЋрЃћрЃЉ рЃЊрЃћрЃЋрЃћрЃџрЃЮрЃърЃћрЃарЃћрЃЉрЃўрЃА, рЃърЃарЃЮрЃњрЃарЃљрЃЏрЃўрЃАрЃбрЃћрЃЉрЃўрЃА рЃЊрЃљ рЃЋрЃћрЃЉ рЃЊрЃўрЃќрЃљрЃўрЃюрЃћрЃарЃћрЃЉрЃўрЃА рЃЏрЃљрЃдрЃљрЃџрЃЎрЃЋрЃљрЃџрЃўрЃцрЃўрЃфрЃўрЃБрЃарЃў рЃњрЃБрЃюрЃЊрЃўрЃА рЃЏрЃўрЃћрЃа. рЃЕрЃЋрЃћрЃю рЃЏрЃБрЃЊрЃЏрЃўрЃЋрЃљрЃЊ рЃЋрЃљрЃљрЃ«рЃџрЃћрЃЉрЃЌ рЃЕрЃЋрЃћрЃюрЃА рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃўрЃА рЃљрЃЋрЃбрЃЮрЃарЃўрЃќрЃљрЃфрЃўрЃљрЃА, рЃарЃљрЃф рЃЎрЃџрЃўрЃћрЃюрЃбрЃћрЃЉрЃА рЃАрЃљрЃерЃБрЃљрЃџрЃћрЃЉрЃљрЃА рЃљрЃФрЃџрЃћрЃЋрЃА рЃњрЃљрЃЏрЃЮрЃўрЃДрЃћрЃюрЃЮрЃю рЃЏрЃ«рЃЮрЃџрЃЮрЃЊ рЃБрЃљрЃ«рЃџрЃћрЃАрЃў рЃърЃарЃЮрЃЊрЃБрЃЦрЃбрЃў, рЃарЃЮрЃЏрЃћрЃџрЃўрЃф рЃерЃћрЃћрЃАрЃљрЃЉрЃљрЃЏрЃћрЃЉрЃљ рЃБрЃЏрЃљрЃдрЃџрЃћрЃА рЃЏрЃЮрЃЌрЃ«рЃЮрЃЋрЃюрЃћрЃЉрЃАрЃљ рЃЊрЃљ рЃАрЃбрЃљрЃюрЃЊрЃљрЃарЃбрЃћрЃЉрЃА.",
  "Fastoo payment gateway has intuitive and convenient interface. We do all imaginable to guard our clients from different unpleasant issues. That is why our payment gateway is PCI DSS Level 1 compliant and includes all contemporary secure options. However Fastoo payment gateway is extremely secured, we managed to make it understandable and user-friendly allowing our merchants to enjoy security and spend time on business development. You can be sure that our safety features keep you away from all kinds of unapproved access.": "Fastoo рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃўрЃА рЃљрЃЋрЃбрЃЮрЃарЃўрЃќрЃљрЃфрЃўрЃљрЃА рЃљрЃЦрЃЋрЃА рЃўрЃюрЃбрЃБрЃўрЃфрЃўрЃБрЃарЃў рЃЊрЃљ рЃЏрЃЮрЃАрЃљрЃ«рЃћрЃарЃ«рЃћрЃЉрЃћрЃџрЃў рЃўрЃюрЃбрЃћрЃарЃцрЃћрЃўрЃАрЃў. рЃЕрЃЋрЃћрЃю рЃДрЃЋрЃћрЃџрЃљрЃцрЃћрЃарЃА рЃЋрЃљрЃЎрЃћрЃЌрЃћрЃЉрЃЌ рЃЎрЃџрЃўрЃћрЃюрЃбрЃћрЃЉрЃўрЃА рЃАрЃ«рЃЋрЃљрЃЊрЃљрЃАрЃ«рЃЋрЃљ рЃБрЃАрЃўрЃљрЃЏрЃЮрЃЋрЃюрЃЮ рЃерЃћрЃЏрЃЌрЃ«рЃЋрЃћрЃЋрЃћрЃЉрЃўрЃАрЃњрЃљрЃю рЃЊрЃљрЃАрЃљрЃфрЃљрЃЋрЃљрЃЊ. рЃАрЃгрЃЮрЃарЃћрЃЊ рЃљрЃЏрЃўрЃбрЃЮрЃЏ, рЃЕрЃЋрЃћрЃюрЃў рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃўрЃА рЃљрЃЋрЃбрЃЮрЃарЃўрЃќрЃљрЃфрЃўрЃљ рЃерЃћрЃћрЃАрЃљрЃЉрЃљрЃЏрЃћрЃЉрЃљ PCI DSS 1 рЃЊрЃЮрЃюрЃћрЃА рЃЊрЃљ рЃЏрЃЮрЃўрЃфрЃљрЃЋрЃА рЃДрЃЋрЃћрЃџрЃљ рЃЌрЃљрЃюрЃљрЃЏрЃћрЃЊрЃарЃЮрЃЋрЃћ рЃБрЃАрЃљрЃцрЃарЃЌрЃ«рЃЮ рЃЋрЃљрЃарЃўрЃљрЃюрЃбрЃА. Fastoo-рЃА рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃўрЃА рЃљрЃЋрЃбрЃЮрЃарЃўрЃќрЃљрЃфрЃўрЃўрЃА рЃЊрЃљрЃфрЃБрЃџрЃЮрЃЉрЃљрЃАрЃЌрЃљрЃю рЃћрЃарЃЌрЃљрЃЊ, рЃЕрЃЋрЃћрЃю рЃЏрЃЮрЃЋрЃљрЃ«рЃћрЃарЃ«рЃћрЃЌ, рЃарЃЮрЃЏ рЃўрЃА рЃњрЃљрЃАрЃљрЃњрЃћрЃЉрЃў рЃЊрЃљ рЃЏрЃЮрЃАрЃљрЃ«рЃћрЃарЃ«рЃћрЃЉрЃћрЃџрЃў рЃњрЃљрЃњрЃЋрЃћрЃ«рЃљрЃЊрЃљ, рЃарЃљрЃф рЃЕрЃЋрЃћрЃюрЃА рЃЏрЃћрЃарЃЕрЃљрЃюрЃбрЃћрЃЉрЃА рЃЏрЃўрЃАрЃфрЃћрЃЏрЃА рЃАрЃљрЃерЃБрЃљрЃџрЃћрЃЉрЃљрЃА рЃЊрЃарЃЮ рЃЉрЃўрЃќрЃюрЃћрЃАрЃўрЃА рЃњрЃљрЃюрЃЋрЃўрЃЌрЃљрЃарЃћрЃЉрЃљрЃќрЃћ рЃЊрЃљрЃ«рЃљрЃарЃ»рЃЮрЃю.  рЃњрЃЋрЃћрЃарЃгрЃЏрЃБрЃюрЃћрЃЌ, рЃарЃЮрЃЏ рЃЕрЃЋрЃћрЃюрЃў рЃБрЃАрЃљрЃцрЃарЃЌрЃ«рЃЮрЃћрЃЉрЃўрЃА рЃЏрЃљрЃ«рЃљрЃАрЃўрЃљрЃЌрЃћрЃЉрЃџрЃћрЃЉрЃў рЃДрЃЋрЃћрЃџрЃљ рЃАрЃљрЃ«рЃўрЃА рЃЊрЃљрЃБрЃЏрЃбрЃЎрЃўрЃфрЃћрЃЉрЃћрЃџрЃў рЃгрЃЋрЃЊрЃЮрЃЏрЃўрЃАрЃњрЃљрЃю рЃЊрЃљрЃњрЃўрЃфрЃљрЃЋрЃЌ.",
  "Advanced security features": "рЃБрЃАрЃљрЃцрЃарЃЌрЃ«рЃЮрЃћрЃЉрЃўрЃА рЃњрЃљрЃцрЃљрЃарЃЌрЃЮрЃћрЃЉрЃБрЃџрЃў рЃцрЃБрЃюрЃЦрЃфрЃўрЃћрЃЉрЃў",
  "Fastoo payment gateway contemporary security features have been implemented to prevent any possibility of fraud actions. We do the utmost to protect our clients making our payment gateway utterly secured. Fastoo security department is permanently inventing and applying new technical tools that can decrease threat of damage caused by fraud. The whole team of programmers and managers is involved in this process because all participants of credit card processing scheme must obey security rules. This is the way how to make safety your friend and work without threat of damage.": "Fastoo-рЃА рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃўрЃА рЃљрЃЋрЃбрЃЮрЃарЃўрЃќрЃљрЃфрЃўрЃўрЃА рЃБрЃАрЃљрЃцрЃарЃЌрЃ«рЃЮрЃћрЃЉрЃўрЃА рЃЌрЃљрЃюрЃљрЃЏрЃћрЃЊрЃарЃЮрЃЋрЃћ рЃърЃљрЃарЃљрЃЏрЃћрЃбрЃарЃћрЃЉрЃў рЃЊрЃљрЃюрЃћрЃарЃњрЃўрЃџрЃўрЃљ рЃЌрЃљрЃдрЃџрЃўрЃЌрЃЮрЃЉрЃўрЃА рЃюрЃћрЃЉрЃўрЃАрЃЏрЃўрЃћрЃарЃў рЃбрЃўрЃърЃўрЃА рЃЌрЃљрЃЋрЃўрЃЊрЃљрЃю рЃљрЃАрЃљрЃфрЃўрЃџрЃћрЃЉрЃџрЃљрЃЊ. рЃЕрЃЋрЃћрЃю рЃДрЃЋрЃћрЃџрЃљрЃцрЃћрЃарЃА рЃЋрЃљрЃЎрЃћрЃЌрЃћрЃЉрЃЌ рЃЎрЃџрЃўрЃћрЃюрЃбрЃћрЃЉрЃўрЃА рЃЊрЃљрЃАрЃљрЃфрЃљрЃЋрЃљрЃЊ. Fastoo-рЃА рЃБрЃАрЃљрЃцрЃарЃЌрЃ«рЃЮрЃћрЃЉрЃўрЃА рЃЊрЃћрЃърЃљрЃарЃбрЃљрЃЏрЃћрЃюрЃбрЃў рЃЏрЃБрЃЊрЃЏрЃўрЃЋрЃљрЃЊ рЃўрЃњрЃЮрЃюрЃћрЃЉрЃА рЃЊрЃљ рЃўрЃДрЃћрЃюрЃћрЃЉрЃА рЃљрЃ«рЃљрЃџ рЃбрЃћрЃЦрЃюрЃўрЃЎрЃБрЃа рЃўрЃюрЃАрЃбрЃарЃБрЃЏрЃћрЃюрЃбрЃћрЃЉрЃА, рЃарЃЮрЃЏрЃџрЃћрЃЉрЃАрЃљрЃф рЃерЃћрЃБрЃФрЃџрЃўрЃљрЃЌ рЃерЃћрЃљрЃЏрЃфрЃўрЃарЃЮрЃю рЃЌрЃљрЃдрЃџрЃўрЃЌрЃЮрЃЉрЃўрЃЌ рЃњрЃљрЃЏрЃЮрЃгрЃЋрЃћрЃБрЃџрЃў рЃќрЃўрЃљрЃюрЃў. рЃљрЃЏ рЃърЃарЃЮрЃфрЃћрЃАрЃерЃў рЃЕрЃљрЃарЃЌрЃБрЃџрЃўрЃљ рЃърЃарЃЮрЃњрЃарЃљрЃЏрЃўрЃАрЃбрЃћрЃЉрЃўрЃАрЃљ рЃЊрЃљ рЃЏрЃћрЃюрЃћрЃ»рЃћрЃарЃћрЃЉрЃўрЃА рЃЏрЃЌрЃћрЃџрЃў рЃњрЃБрЃюрЃЊрЃў, рЃарЃљрЃЊрЃњрЃљрЃю рЃАрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ рЃЉрЃљрЃарЃљрЃЌрЃўрЃА рЃЊрЃљрЃЏрЃБрЃерЃљрЃЋрЃћрЃЉрЃўрЃА рЃАрЃЦрЃћрЃЏрЃўрЃА рЃДрЃЋрЃћрЃџрЃљ рЃЏрЃЮрЃюрЃљрЃгрЃўрЃџрЃћрЃЏ рЃБрЃюрЃЊрЃљ рЃЊрЃљрЃўрЃфрЃЋрЃљрЃА рЃБрЃАрЃљрЃцрЃарЃЌрЃ«рЃЮрЃћрЃЉрЃўрЃА рЃгрЃћрЃАрЃћрЃЉрЃў. рЃљрЃЏрЃњрЃЋрЃљрЃарЃљрЃЊ рЃБрЃАрЃљрЃцрЃарЃЌрЃ«рЃЮрЃћрЃЉрЃљ рЃЌрЃЦрЃЋрЃћрЃюрЃў рЃЏрЃћрЃњрЃЮрЃЉрЃљрЃарЃў рЃњрЃљрЃ«рЃЊрЃћрЃЉрЃљ, рЃ«рЃЮрЃџрЃЮ рЃЌрЃЦрЃЋрЃћрЃю рЃАрЃљрЃцрЃарЃЌрЃ«рЃўрЃА рЃњрЃљрЃарЃћрЃерЃћ рЃўрЃЏрЃБрЃерЃљрЃЋрЃћрЃЉрЃЌ.",
  "List of our security features: *": "рЃЕрЃЋрЃћрЃюрЃў рЃБрЃАрЃљрЃцрЃарЃЌрЃ«рЃЮрЃћрЃЉрЃўрЃА рЃърЃљрЃарЃљрЃЏрЃћрЃбрЃарЃћрЃЉрЃўрЃА рЃАрЃўрЃљ: *",
  "Fraud monitoring system. The mission of any fraud monitoring system is to prevent fraudulent activity before it happens. This system monitors merchant accounts for unusual or suspicious spending actions, and in case there is something irregular, the customer receives a phone call from one of our operator to be sure that transaction is veritable.": "рЃЌрЃљрЃдрЃџрЃўрЃЌрЃЮрЃЉрЃўрЃА рЃЏрЃЮрЃюрЃўрЃбрЃЮрЃарЃўрЃюрЃњрЃўрЃА рЃАрЃўрЃАрЃбрЃћрЃЏрЃљ. рЃюрЃћрЃЉрЃўрЃАрЃЏрЃўрЃћрЃарЃў рЃЌрЃљрЃдрЃџрЃўрЃЌрЃЮрЃЉрЃўрЃА рЃЏрЃЮрЃюрЃўрЃбрЃЮрЃарЃўрЃюрЃњрЃўрЃА рЃАрЃўрЃАрЃбрЃћрЃЏрЃўрЃА рЃЏрЃўрЃАрЃўрЃљрЃљ рЃЌрЃљрЃдрЃџрЃўрЃЌрЃБрЃарЃў рЃЦрЃЏрЃћрЃЊрЃћрЃЉрЃћрЃЉрЃўрЃА рЃљрЃдрЃЎрЃЋрЃћрЃЌрЃљ рЃўрЃЦрЃљрЃЏрЃЊрЃћ, рЃАрЃљрЃюрЃљрЃЏ рЃўрЃА рЃЏрЃЮрЃ«рЃЊрЃћрЃЉрЃљ. рЃћрЃА рЃАрЃўрЃАрЃбрЃћрЃЏрЃљ рЃљрЃЏрЃЮрЃюрЃўрЃбрЃЮрЃарЃўрЃюрЃњрЃћрЃЉрЃА рЃАрЃљрЃЋрЃљрЃГрЃарЃЮ рЃљрЃюрЃњрЃљрЃарЃўрЃерЃћрЃЉрЃА рЃБрЃЕрЃЋрЃћрЃБрЃџрЃЮ рЃљрЃю рЃАрЃљрЃћрЃГрЃЋрЃЮ рЃ«рЃљрЃарЃ»рЃЋрЃўрЃА рЃЦрЃЏрЃћрЃЊрЃћрЃЉрЃћрЃЉрЃА, рЃЊрЃљ рЃЌрЃБ рЃарЃљрЃўрЃЏрЃћ рЃљрЃарЃљрЃарЃћрЃњрЃБрЃџрЃљрЃарЃБрЃџ рЃљрЃЦрЃбрЃўрЃЋрЃЮрЃЉрЃљрЃА рЃЊрЃљрЃљрЃцрЃўрЃЦрЃАрЃўрЃарЃћрЃЉрЃА, рЃЏрЃЮрЃЏрЃ«рЃЏрЃљрЃарЃћрЃЉрЃћрЃџрЃў рЃўрЃдрЃћрЃЉрЃА рЃАрЃљрЃбрЃћрЃџрЃћрЃцрЃЮрЃюрЃЮ рЃќрЃљрЃарЃА рЃЕрЃЋрЃћрЃюрЃў рЃћрЃарЃЌ-рЃћрЃарЃЌрЃў рЃЮрЃърЃћрЃарЃљрЃбрЃЮрЃарЃўрЃАрЃњрЃљрЃю, рЃарЃљрЃЌрЃљ рЃЊрЃљрЃарЃгрЃЏрЃБрЃюрЃЊрЃћрЃА, рЃарЃЮрЃЏ рЃбрЃарЃљрЃюрЃќрЃљрЃЦрЃфрЃўрЃљ рЃГрЃћрЃерЃЏрЃљрЃарЃўрЃбрЃўрЃљ.",
  "3D secure. As soon as customer credit card passes 3-D secure verification, the merchantРђЎs business becomes totally protected from any unapproved transactions or claims about unauthorized access.": "3D рЃЊрЃљрЃфрЃЋрЃљ. рЃарЃЮрЃњрЃЮрЃарЃф рЃЎрЃў рЃЎрЃџрЃўрЃћрЃюрЃбрЃўрЃА рЃАрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ рЃЉрЃљрЃарЃљрЃЌрЃў рЃњрЃљрЃўрЃЋрЃџрЃўрЃА 3-D рЃЊрЃљрЃфрЃЋрЃўрЃА рЃЊрЃљрЃЊрЃљрЃАрЃбрЃБрЃарЃћрЃЉрЃљрЃА, рЃЏрЃћрЃарЃЕрЃљрЃюрЃбрЃўрЃА рЃЉрЃўрЃќрЃюрЃћрЃАрЃў рЃАрЃарЃБрЃџрЃўрЃљрЃЊ рЃЊрЃљрЃфрЃБрЃџрЃў рЃўрЃЦрЃюрЃћрЃЉрЃљ рЃюрЃћрЃЉрЃўрЃАрЃЏрЃўрЃћрЃарЃў рЃЊрЃљрЃБрЃЏрЃбрЃЎрЃўрЃфрЃћрЃЉрЃћрЃџрЃў рЃбрЃарЃљрЃюрЃќрЃљрЃЦрЃфрЃўрЃўрЃАрЃњрЃљрЃю рЃљрЃю рЃљрЃарЃљрЃљрЃЋрЃбрЃЮрЃарЃўрЃќрЃћрЃЉрЃБрЃџрЃў рЃгрЃЋрЃЊрЃЮрЃЏрЃћрЃЉрЃўрЃАрЃњрЃљрЃю.",
  "2 step authentication. The feature is additional step which has to be passed on the way of making a purchase. Usually a special code is sent via SMS on cardholderРђЎs mobile phone which virtually reduces possibilities of fraud actions.": "2-рЃАрЃљрЃцрЃћрЃ«рЃБрЃарЃўрЃљрЃюрЃў рЃљрЃЋрЃЌрЃћрЃюрЃбрЃўрЃцрЃўрЃЎрЃљрЃфрЃўрЃљ. рЃћрЃА рЃцрЃБрЃюрЃЦрЃфрЃўрЃљ рЃљрЃарЃўрЃА рЃЎрЃўрЃЊрЃћрЃЋ рЃћрЃарЃЌрЃў рЃюрЃљрЃЉрЃўрЃ»рЃў, рЃарЃЮрЃЏрЃћрЃџрЃўрЃф рЃБрЃюрЃЊрЃљ рЃерЃћрЃљрЃАрЃарЃБрЃџрЃЮрЃЌ рЃЏрЃљрЃЦрЃАрЃўрЃЏрЃљрЃџрЃБрЃарЃў рЃЊрЃљрЃфрЃЋрЃўрЃАрЃЌрЃЋрЃўрЃА. рЃарЃЮрЃњрЃЮрЃарЃф рЃгрЃћрЃАрЃў, рЃЉрЃљрЃарЃљрЃЌрЃўрЃА рЃЏрЃцрЃџрЃЮрЃЉрЃћрЃџрЃўрЃА рЃЏрЃЮрЃЉрЃўрЃџрЃБрЃа рЃбрЃћрЃџрЃћрЃцрЃЮрЃюрЃќрЃћ SMS-рЃўрЃЌ рЃўрЃњрЃќрЃљрЃЋрЃюрЃћрЃЉрЃљ рЃАрЃърЃћрЃфрЃўрЃљрЃџрЃБрЃарЃў рЃЎрЃЮрЃЊрЃў, рЃарЃЮрЃЏрЃћрЃџрЃўрЃф рЃцрЃљрЃЦрЃбрЃЮрЃЉрЃарЃўрЃЋрЃљрЃЊ рЃљрЃЦрЃарЃЮрЃЉрЃА рЃЌрЃљрЃдрЃџрЃўрЃЌрЃЮрЃЉрЃўрЃА рЃерЃћрЃАрЃљрЃФрЃџрЃћрЃЉрЃџрЃЮрЃЉрЃћрЃЉрЃА.",
  "Address Verification System (AVS). AVS compares the billing address provided by the cardholder with the address on file at the credit card company. Nowadays AVS is widely used in United States and Canada.": "рЃЏрЃўрЃАрЃљрЃЏрЃљрЃарЃЌрЃўрЃА рЃњрЃљрЃЊрЃљрЃЏрЃЮрЃгрЃЏрЃћрЃЉрЃўрЃА рЃАрЃўрЃАрЃбрЃћрЃЏрЃљ (AVS). AVS рЃљрЃЊрЃљрЃарЃћрЃЉрЃА рЃЉрЃљрЃарЃљрЃЌрЃўрЃА рЃЏрЃцрЃџрЃЮрЃЉрЃћрЃџрЃўрЃА рЃЏрЃўрЃћрЃа рЃЏрЃЮрЃгрЃЮрЃЊрЃћрЃЉрЃБрЃџ рЃљрЃюрЃњрЃљрЃарЃўрЃерЃАрЃгрЃЮрЃарЃћрЃЉрЃўрЃА рЃЏрЃўрЃАрЃљрЃЏрЃљрЃарЃЌрЃА рЃАрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ рЃЉрЃљрЃарЃљрЃЌрЃўрЃА рЃЎрЃЮрЃЏрЃърЃљрЃюрЃўрЃўрЃА рЃцрЃљрЃўрЃџрЃерЃў рЃљрЃарЃАрЃћрЃЉрЃБрЃџ рЃЏрЃўрЃАрЃљрЃЏрЃљрЃарЃЌрЃА. рЃЊрЃдрЃћрЃА AVS рЃцрЃљрЃарЃЌрЃЮрЃЊ рЃњрЃљрЃЏрЃЮрЃўрЃДрЃћрЃюрЃћрЃЉрЃљ рЃерЃћрЃћрЃарЃЌрЃћрЃЉрЃБрЃџ рЃерЃбрЃљрЃбрЃћрЃЉрЃАрЃљ рЃЊрЃљ рЃЎрЃљрЃюрЃљрЃЊрЃљрЃерЃў.",
  "IP geolocation. The system is able to compare location of cardholder with physical location of credit card. In case something is suspicious the owner receives a phone call for proving.": "IP рЃњрЃћрЃЮрЃџрЃЮрЃЎрЃљрЃфрЃўрЃљ. рЃАрЃўрЃАрЃбрЃћрЃЏрЃљрЃА рЃерЃћрЃБрЃФрЃџрЃўрЃљ рЃерЃћрЃљрЃЊрЃљрЃарЃЮрЃА рЃЉрЃљрЃарЃљрЃЌрЃўрЃА рЃЏрЃцрЃџрЃЮрЃЉрЃћрЃџрЃўрЃА рЃЏрЃЊрЃћрЃЉрЃљрЃарЃћрЃЮрЃЉрЃљ рЃАрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ рЃЉрЃљрЃарЃљрЃЌрЃўрЃА рЃцрЃўрЃќрЃўрЃЎрЃБрЃа рЃЏрЃЊрЃћрЃЉрЃљрЃарЃћрЃЮрЃЉрЃљрЃАрЃЌрЃљрЃю. рЃЌрЃБрЃЎрЃў рЃљрЃюрЃњрЃљрЃарЃўрЃерЃќрЃћ рЃАрЃљрЃћрЃГрЃЋрЃЮ рЃљрЃЦрЃбрЃўрЃЋрЃЮрЃЉрЃљ рЃцрЃўрЃЦрЃАрЃўрЃарЃЊрЃћрЃЉрЃљ, рЃЏрЃцрЃџрЃЮрЃЉрЃћрЃџрЃў рЃўрЃдрЃћрЃЉрЃА рЃАрЃљрЃбрЃћрЃџрЃћрЃцрЃЮрЃюрЃЮ рЃќрЃљрЃарЃА рЃЦрЃЏрЃћрЃЊрЃћрЃЉрЃўрЃА рЃљрЃЋрЃЌрЃћрЃюрЃбрЃБрЃарЃЮрЃЉрЃўрЃА рЃЊрЃљрЃАрЃљрЃЏрЃбрЃЎрЃўрЃфрЃћрЃЉрЃџрЃљрЃЊ.",
  "Velocity monitoring. Velocity monitoring is a technique used in the banking industry to detect potential fraudulent use of a debit card by analyzing sudden and dramatic changes in debit card usage.": "рЃАрЃўрЃЕрЃЦрЃљрЃарЃўрЃА рЃЏрЃЮрЃюрЃўрЃбрЃЮрЃарЃўрЃюрЃњрЃў. рЃАрЃўрЃЕрЃЦрЃљрЃарЃўрЃА рЃЏрЃЮрЃюрЃўрЃбрЃЮрЃарЃўрЃюрЃњрЃў рЃљрЃарЃўрЃА рЃбрЃћрЃЦрЃюрЃўрЃЎрЃљ, рЃарЃЮрЃЏрЃћрЃџрЃўрЃф рЃњрЃљрЃЏрЃЮрЃўрЃДрЃћрЃюрЃћрЃЉрЃљ рЃАрЃљрЃЉрЃљрЃюрЃЎрЃЮ рЃўрЃюрЃЊрЃБрЃАрЃбрЃарЃўрЃљрЃерЃў рЃАрЃљрЃЊрЃћрЃЉрЃћрЃбрЃЮ рЃЉрЃљрЃарЃљрЃЌрЃўрЃА рЃърЃЮрЃбрЃћрЃюрЃфрЃўрЃБрЃарЃў рЃЌрЃљрЃдрЃџрЃўрЃЌрЃБрЃарЃў рЃњрЃљрЃЏрЃЮрЃДрЃћрЃюрЃћрЃЉрЃўрЃА рЃњрЃљрЃЏрЃЮрЃАрЃљрЃЋрЃџрЃћрЃюрЃљрЃЊ рЃАрЃљрЃЊрЃћрЃЉрЃћрЃбрЃЮ рЃЉрЃљрЃарЃљрЃЌрЃўрЃА рЃњрЃљрЃЏрЃЮрЃДрЃћрЃюрЃћрЃЉрЃўрЃА рЃБрЃћрЃфрЃљрЃарЃў рЃЊрЃљ рЃЊрЃарЃљрЃЏрЃљрЃбрЃБрЃџрЃў рЃфрЃЋрЃџрЃўрЃџрЃћрЃЉрЃћрЃЉрЃўрЃА рЃљрЃюрЃљрЃџрЃўрЃќрЃўрЃЌ.",
  "* РђЊ this is not a full list of Fastoo security options": "* РђЊ рЃћрЃА рЃљрЃа рЃљрЃарЃўрЃА Fastoo рЃБрЃАрЃљрЃцрЃарЃЌрЃ«рЃЮрЃћрЃЉрЃўрЃА рЃърЃљрЃарЃљрЃЏрЃћрЃбрЃарЃћрЃЉрЃўрЃА рЃАрЃарЃБрЃџрЃў рЃАрЃўрЃљ",
  "Discover the simplicity of payment process using Fastoo payment gateway and merchant account.": "рЃљрЃдрЃЏрЃЮрЃљрЃЕрЃўрЃюрЃћрЃЌ рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃўрЃА рЃърЃарЃЮрЃфрЃћрЃАрЃўрЃА рЃАрЃўрЃЏрЃљрЃарЃбрЃўрЃЋрЃћ Fastoo рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃўрЃА рЃљрЃЋрЃбрЃЮрЃарЃўрЃќрЃљрЃфрЃўрЃўрЃАрЃљ  рЃЊрЃљ рЃАрЃљрЃЋрЃљрЃГрЃарЃЮ рЃљрЃюрЃњрЃљрЃарЃўрЃерЃўрЃА рЃњрЃљрЃЏрЃЮрЃДрЃћрЃюрЃћрЃЉрЃўрЃЌ.",

  "__comment__": "Do not translate this. Recurring Billing service Page",

  "With enabled Fastoo recurring billing option merchants receive recurring payments through their websites from customers on permanent base. Once customer agrees with the billing option, you start to receive payments automatically. Due to your terms and conditions client is able to opt out from using the service. Recurring billing option is beneficial and simple service, which allows merchants to regularly charge patrons and save the time and efforts.": "Fastoo-рЃА рЃњрЃљрЃюрЃЏрЃћрЃЮрЃарЃћрЃЉрЃљрЃЊрЃў рЃљрЃюрЃњрЃљрЃарЃўрЃерЃАрЃгрЃЮрЃарЃћрЃЉрЃўрЃА рЃњрЃљрЃљрЃЦрЃбрЃўрЃБрЃарЃћрЃЉрЃўрЃЌ рЃЏрЃћрЃарЃЕрЃљрЃюрЃбрЃћрЃЉрЃў рЃЌрЃљрЃЋрЃўрЃљрЃюрЃЌрЃў рЃЋрЃћрЃЉрЃАрЃљрЃўрЃбрЃћрЃЉрЃўрЃА рЃЏрЃћрЃерЃЋрЃћрЃЮрЃЉрЃўрЃЌ рЃЏрЃЮрЃЏрЃ«рЃЏрЃљрЃарЃћрЃЉрЃџрЃћрЃЉрЃўрЃАрЃњрЃљрЃю рЃърЃћрЃарЃЏрЃљрЃюрЃћрЃюрЃбрЃБрЃџрЃљрЃЊ рЃўрЃдрЃћрЃЉрЃћрЃю рЃњрЃљрЃюрЃЏрЃћрЃЮрЃарЃћрЃЉрЃўрЃЌ рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃћрЃЉрЃА. рЃЏрЃљрЃА рЃерЃћрЃЏрЃЊрЃћрЃњ, рЃарЃљрЃф рЃЏрЃЮрЃЏрЃ«рЃЏрЃљрЃарЃћрЃЉрЃћрЃџрЃў рЃЊрЃљрЃћрЃЌрЃљрЃюрЃ«рЃЏрЃћрЃЉрЃљ рЃљрЃюрЃњрЃљрЃарЃўрЃерЃАрЃгрЃЮрЃарЃћрЃЉрЃўрЃА рЃЋрЃљрЃарЃўрЃљрЃюрЃбрЃА, рЃЌрЃЦрЃЋрЃћрЃю рЃљрЃЋрЃбрЃЮрЃЏрЃљрЃбрЃБрЃарЃљрЃЊ рЃЊрЃљрЃўрЃгрЃДрЃћрЃЉрЃЌ рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃћрЃЉрЃўрЃА рЃЏрЃўрЃдрЃћрЃЉрЃљрЃА. рЃЎрЃџрЃўрЃћрЃюрЃбрЃА рЃерЃћрЃБрЃФрЃџрЃўрЃљ рЃБрЃљрЃарЃў рЃЌрЃЦрЃЋрЃљрЃА рЃАрЃћрЃарЃЋрЃўрЃАрЃўрЃЌ рЃАрЃљрЃарЃњрЃћрЃЉрЃџрЃЮрЃЉрЃљрЃќрЃћ рЃЌрЃЦрЃЋрЃћрЃюрЃў рЃърЃўрЃарЃЮрЃЉрЃћрЃЉрЃўрЃЊрЃљрЃю рЃњрЃљрЃЏрЃЮрЃЏрЃЊрЃўрЃюрЃљрЃарЃћ. рЃњрЃљрЃюрЃЏрЃћрЃЮрЃарЃћрЃЉрЃљрЃЊрЃў рЃЉрЃўрЃџрЃўрЃюрЃњрЃўрЃА рЃЋрЃљрЃарЃўрЃљрЃюрЃбрЃў рЃљрЃарЃўрЃА рЃЏрЃЮрЃЏрЃњрЃћрЃЉрЃўрЃљрЃюрЃў рЃЊрЃљ рЃЏрЃљрЃарЃбрЃўрЃЋрЃў рЃАрЃћрЃарЃЋрЃўрЃАрЃў, рЃарЃЮрЃЏрЃћрЃџрЃўрЃф рЃЏрЃћрЃарЃЕрЃљрЃюрЃбрЃћрЃЉрЃА рЃАрЃљрЃерЃБрЃљрЃџрЃћрЃЉрЃљрЃА рЃљрЃФрЃџрЃћрЃЋрЃА рЃарЃћрЃњрЃБрЃџрЃљрЃарЃБрЃџрЃљрЃЊ рЃЏрЃўрЃўрЃдрЃЮрЃю рЃљрЃюрЃњрЃљрЃарЃўрЃерЃАрЃгрЃЮрЃарЃћрЃЉрЃљ рЃЊрЃарЃЮрЃўрЃАрЃљ рЃЊрЃљ рЃФрЃљрЃџрЃўрЃАрЃ«рЃЏрЃћрЃЋрЃўрЃА рЃЊрЃљрЃќрЃЮрЃњрЃЋрЃўрЃЌ.",
  "In case you sell products and services on a recurring payments basis you can seriously ease and protect your business.   automatic recurring billing service drastically decreases your efforts spent on processing of customersРђЎ payments allowing your clients to simply type their card details once, thereby agree that all following payments will be took out from their accounts at a certain time.": "рЃЌрЃБ рЃЌрЃЦрЃЋрЃћрЃю рЃДрЃўрЃЊрЃўрЃЌ рЃърЃарЃЮрЃЊрЃБрЃЦрЃбрЃћрЃЉрЃАрЃљ рЃЊрЃљ рЃАрЃћрЃарЃЋрЃўрЃАрЃћрЃЉрЃА рЃњрЃљрЃюрЃЏрЃћрЃЮрЃарЃћрЃЉрЃўрЃЌрЃў рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃћрЃЉрЃўрЃА рЃАрЃљрЃцрЃБрЃФрЃЋрЃћрЃџрЃќрЃћ, рЃерЃћрЃњрЃўрЃФрЃџрЃўрЃљрЃЌ рЃ»рЃћрЃарЃЮрЃЋрЃюрЃљрЃЊ рЃњрЃљрЃљрЃЏрЃљрЃарЃбрЃўрЃЋрЃЮрЃЌ рЃЊрЃљ рЃЊрЃљрЃўрЃфрЃЋрЃљрЃЌ рЃЌрЃЦрЃЋрЃћрЃюрЃў рЃЉрЃўрЃќрЃюрЃћрЃАрЃў. рЃљрЃЋрЃбрЃЮрЃЏрЃљрЃбрЃБрЃарЃў рЃњрЃљрЃюрЃЏрЃћрЃЮрЃарЃћрЃЉрЃљрЃЊрЃў рЃљрЃюрЃњрЃљрЃарЃўрЃерЃАрЃгрЃЮрЃарЃћрЃЉрЃўрЃА рЃАрЃћрЃарЃЋрЃўрЃАрЃў рЃЏрЃЎрЃЋрЃћрЃЌрЃарЃљрЃЊ рЃљрЃЏрЃфрЃўрЃарЃћрЃЉрЃА рЃЎрЃџрЃўрЃћрЃюрЃбрЃћрЃЉрЃўрЃА рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃћрЃЉрЃўрЃА рЃЊрЃљрЃЏрЃБрЃерЃљрЃЋрЃћрЃЉрЃљрЃќрЃћ рЃЊрЃљрЃ«рЃљрЃарЃ»рЃБрЃџ рЃФрЃљрЃџрЃўрЃАрЃ«рЃЏрЃћрЃЋрЃљрЃА, рЃарЃљрЃф рЃЌрЃЦрЃЋрЃћрЃюрЃА рЃЎрЃџрЃўрЃћрЃюрЃбрЃћрЃЉрЃА рЃАрЃљрЃерЃБрЃљрЃџрЃћрЃЉрЃљрЃА рЃљрЃФрЃџрЃћрЃЋрЃА, рЃБрЃЉрЃарЃљрЃџрЃЮрЃЊ рЃерЃћрЃўрЃДрЃЋрЃљрЃюрЃЮрЃю рЃЉрЃљрЃарЃљрЃЌрЃўрЃА рЃЊрЃћрЃбрЃљрЃџрЃћрЃЉрЃў рЃћрЃарЃЌрЃ«рЃћрЃџ, рЃарЃўрЃЌрЃљрЃф рЃЌрЃљрЃюрЃ«рЃЏрЃЊрЃћрЃЉрЃўрЃљрЃю, рЃарЃЮрЃЏ рЃДрЃЋрЃћрЃџрЃљ рЃерЃћрЃЏрЃЊрЃћрЃњрЃў рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃљ рЃљрЃЏрЃЮрЃдрЃћрЃЉрЃБрЃџ рЃўрЃЦрЃюрЃћрЃЉрЃљ рЃЏрЃљрЃЌрЃў рЃљрЃюрЃњрЃљрЃарЃўрЃерЃћрЃЉрЃўрЃЊрЃљрЃю рЃерЃћрЃЌрЃљрЃюрЃ«рЃЏрЃћрЃЉрЃБрЃџ рЃЊрЃарЃЮрЃА.",
  "Moreover, using this recurring billing service you can be sure that all due payments will be passed on time, hence there is no need to remind your clients about terms of payments. You will not miss any payment while working with  .": "рЃБрЃцрЃарЃЮ рЃЏрЃћрЃбрЃўрЃф, рЃњрЃљрЃюрЃЏрЃћрЃЮрЃарЃћрЃЉрЃљрЃЊрЃў рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃћрЃЉрЃўрЃА рЃАрЃћрЃарЃЋрЃўрЃАрЃўрЃА рЃњрЃљрЃЏрЃЮрЃДрЃћрЃюрЃћрЃЉрЃўрЃЌ рЃерЃћрЃњрЃўрЃФрЃџрЃўрЃљрЃЌ рЃЊрЃљрЃарЃгрЃЏрЃБрЃюрЃћрЃЉрЃБрЃџрЃў рЃўрЃДрЃЮрЃЌ, рЃарЃЮрЃЏ рЃДрЃЋрЃћрЃџрЃљ рЃЕрЃљрЃарЃўрЃфрЃ«рЃЋрЃљ рЃЊрЃарЃЮрЃБрЃџрЃљрЃЊ рЃЏрЃЮрЃ«рЃЊрЃћрЃЉрЃљ, рЃерЃћрЃАрЃљрЃЉрЃљрЃЏрЃўрЃАрЃљрЃЊ, рЃљрЃа рЃљрЃарЃўрЃА рЃАрЃљрЃГрЃўрЃарЃЮ рЃЌрЃЦрЃЋрЃћрЃюрЃў рЃЎрЃџрЃўрЃћрЃюрЃбрЃћрЃЉрЃўрЃАрЃЌрЃЋрЃўрЃА рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃўрЃА рЃърЃўрЃарЃЮрЃЉрЃћрЃЉрЃўрЃА рЃерЃћрЃ«рЃАрЃћрЃюрЃћрЃЉрЃљ. ",
  "Fastoo recurring billing features": "Fastoo-рЃА рЃњрЃљрЃюрЃЏрЃћрЃЮрЃарЃћрЃЉрЃљрЃЊрЃў рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃћрЃЉрЃўрЃА рЃърЃљрЃарЃљрЃЏрЃћрЃбрЃарЃћрЃЉрЃў",
  "If your business maintains continual subscriptions, Fastoo recurring billing system is what you are looking for. This system is very easy-to-integrate and it saves your time and spending costs. In addition to the fact that your customers do not need to enter credit card data details again and again, recurring payments have lesser risk level because they have already been monitored by our anti-fraud system.": "рЃЌрЃБ рЃЌрЃЦрЃЋрЃћрЃюрЃў рЃЉрЃўрЃќрЃюрЃћрЃАрЃў  рЃўрЃЌрЃЋрЃљрЃџрЃўрЃАрЃгрЃўрЃюрЃћрЃЉрЃА рЃърЃћрЃарЃЏрЃљрЃюрЃћрЃюрЃбрЃБрЃџ рЃњрЃљрЃЏрЃЮрЃЏрЃгрЃћрЃарЃћрЃЉрЃА, Fastoo-рЃА рЃњрЃљрЃюрЃЏрЃћрЃЮрЃарЃћрЃЉрЃљрЃЊрЃў рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃћрЃЉрЃўрЃА рЃАрЃўрЃАрЃбрЃћрЃЏрЃљ рЃљрЃарЃўрЃА рЃАрЃгрЃЮрЃарЃћрЃЊ рЃўрЃА, рЃарЃљрЃАрЃљрЃф рЃћрЃФрЃћрЃЉрЃЌ. рЃАрЃўрЃАрЃбрЃћрЃЏрЃљ рЃФрЃљрЃџрЃўрЃљрЃю рЃљрЃЊрЃЋрЃўрЃџрЃљрЃЊ рЃўрЃюрЃбрЃћрЃњрЃарЃўрЃарЃЊрЃћрЃЉрЃљ рЃЊрЃљ рЃќрЃЮрЃњрЃљрЃЋрЃА рЃЌрЃЦрЃЋрЃћрЃюрЃА рЃЊрЃарЃЮрЃАрЃљ рЃЊрЃљ рЃ«рЃљрЃарЃ»рЃћрЃЉрЃА. рЃњрЃљрЃарЃЊрЃљ рЃўрЃЏрЃўрЃАрЃљ, рЃарЃЮрЃЏ рЃЌрЃЦрЃЋрЃћрЃюрЃА рЃЎрЃџрЃўрЃћрЃюрЃбрЃћрЃЉрЃА рЃљрЃа рЃАрЃГрЃўрЃарЃЊрЃћрЃЉрЃљрЃЌ рЃАрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ рЃЉрЃљрЃарЃљрЃЌрЃўрЃА рЃЏрЃЮрЃюрЃљрЃфрЃћрЃЏрЃћрЃЉрЃўрЃА рЃ«рЃћрЃџрЃљрЃ«рЃџрЃљ рЃерЃћрЃДрЃЋрЃљрЃюрЃљ, рЃњрЃљрЃюрЃЏрЃћрЃЮрЃарЃћрЃЉрЃўрЃЌ рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃћрЃЉрЃА рЃљрЃЦрЃЋрЃЌ рЃарЃўрЃАрЃЎрЃўрЃА рЃюрЃљрЃЎрЃџрЃћрЃЉрЃў рЃЊрЃЮрЃюрЃћ, рЃарЃљрЃЊрЃњрЃљрЃю рЃЏрЃљрЃЌ рЃБрЃЎрЃЋрЃћ рЃљрЃЎрЃЮрЃюрЃбрЃарЃЮрЃџрЃћрЃЉрЃА рЃЕрЃЋрЃћрЃюрЃў рЃЌрЃљрЃдрЃџрЃўрЃЌрЃЮрЃЉрЃўрЃА рЃАрЃљрЃгрЃўрЃюрЃљрЃљрЃдрЃЏрЃЊрЃћрЃњрЃЮ рЃАрЃўрЃАрЃбрЃћрЃЏрЃљ.",
  "Also we took care that our merchants get the highest approval ratio by adjusting Fastoo billing system to peculiarities of different merchantsРђЎ businesses. Individual approach along with advanced technical features allow every merchant to successfully work with Fastoo payment solutions.": "рЃљрЃАрЃћрЃЋрЃћ, рЃЕрЃЋрЃћрЃю рЃЋрЃќрЃарЃБрЃюрЃљрЃЋрЃЌ рЃўрЃЏрЃљрЃќрЃћ, рЃарЃЮрЃЏ рЃЕрЃЋрЃћрЃюрЃЏрЃљ рЃЏрЃћрЃарЃЕрЃљрЃюрЃбрЃћрЃЉрЃЏрЃљ рЃЏрЃўрЃљрЃдрЃгрЃўрЃЮрЃю рЃерЃћрЃцрЃљрЃАрЃћрЃЉрЃўрЃА рЃДрЃЋрЃћрЃџрЃљрЃќрЃћ рЃЏрЃљрЃдрЃљрЃџ рЃЎрЃЮрЃћрЃцрЃўрЃфрЃўрЃћрЃюрЃбрЃА. Fastoo рЃљрЃюрЃњрЃљрЃарЃўрЃерЃАрЃгрЃЮрЃарЃћрЃЉрЃўрЃА рЃАрЃўрЃАрЃбрЃћрЃЏрЃљрЃА рЃАрЃ«рЃЋрЃљрЃЊрЃљрЃАрЃ«рЃЋрЃљ рЃАрЃљрЃЋрЃљрЃГрЃарЃЮ рЃЮрЃЉрЃўрЃћрЃЦрЃбрЃћрЃЉрЃўрЃА рЃЌрЃљрЃЋрЃўрЃАрЃћрЃЉрЃБрЃарЃћрЃЉрЃћрЃЉрЃА рЃљрЃарЃњрЃћрЃЉрЃА. рЃўрЃюрЃЊрЃўрЃЋрЃўрЃЊрЃБрЃљрЃџрЃБрЃарЃў рЃЏрЃўрЃЊрЃњрЃЮрЃЏрЃљ рЃЏрЃЮрЃгрЃўрЃюрЃљрЃЋрЃћ рЃбрЃћрЃЦрЃюрЃўрЃЎрЃБрЃа рЃЏрЃљрЃ«рЃљрЃАрЃўрЃљрЃЌрЃћрЃЉрЃџрЃћрЃЉрЃЌрЃљрЃю рЃћрЃарЃЌрЃљрЃЊ рЃДрЃЋрЃћрЃџрЃљ рЃАрЃљрЃЋрЃљрЃГрЃарЃЮ рЃЮрЃЉрЃўрЃћрЃЦрЃбрЃА рЃљрЃФрЃџрЃћрЃЋрЃА рЃАрЃљрЃерЃБрЃљрЃџрЃћрЃЉрЃљрЃА рЃгрЃљрЃарЃЏрЃљрЃбрЃћрЃЉрЃўрЃЌ рЃўрЃЏрЃБрЃерЃљрЃЮрЃА Fastoo-рЃА рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃўрЃА рЃњрЃљрЃЊрЃљрЃгрЃДрЃЋрЃћрЃбрЃўрЃџрЃћрЃЉрЃћрЃЉрЃЌрЃљрЃю.",
  "Industries that profit from Fastoo recurring billing option": "рЃўрЃюрЃЊрЃБрЃАрЃбрЃарЃўрЃћрЃЉрЃў, рЃарЃЮрЃЏрЃџрЃћрЃЉрЃўрЃф рЃўрЃдрЃћрЃЉрЃћрЃю рЃАрЃљрЃарЃњрЃћрЃЉрЃћрЃџрЃА Fastoo-рЃА рЃњрЃљрЃюрЃЏрЃћрЃЮрЃарЃћрЃЉрЃўрЃЌрЃў рЃљрЃюрЃњрЃљрЃарЃўрЃерЃАрЃгрЃЮрЃарЃћрЃЉрЃўрЃЊрЃљрЃю: ",
  "Mobile Gaming": "рЃЏрЃЮрЃЉрЃљрЃўрЃџ рЃњрЃћрЃўрЃЏрЃўрЃюрЃњрЃў",
  "Lottery": "рЃџрЃЮрЃбрЃЮ",
  "Gaming": "рЃњрЃћрЃўрЃЏрЃўрЃюрЃњрЃў",
  "E-commerce": "рЃўрЃюрЃбрЃћрЃарЃюрЃћрЃб рЃЎрЃЮрЃЏрЃћрЃарЃфрЃўрЃљ",

  "__comment__": "Do not translate this. Multicurrency Processing service Page",

  "In the terms of nowaday world globalization merchants and their customers may be situated in different countries and even in different parts of the world. Certain time ago merchants were facing difficulties due to this fact, but today with Fastoo multicurrency processing solution it is not important whether you are working in Europe, Asia or Africa, America or Australia.": "рЃЊрЃдрЃћрЃЋрЃљрЃюрЃЊрЃћрЃџрЃў рЃЏрЃАрЃЮрЃцрЃџрЃўрЃЮ рЃњрЃџрЃЮрЃЉрЃљрЃџрЃўрЃќрЃљрЃфрЃўрЃўрЃА рЃърЃўрЃарЃЮрЃЉрЃћрЃЉрЃерЃў, рЃЏрЃћрЃарЃЕрЃљрЃюрЃбрЃћрЃЉрЃў рЃЊрЃљ рЃЏрЃљрЃЌрЃў рЃЏрЃЮрЃЏрЃ«рЃЏрЃљрЃарЃћрЃЉрЃџрЃћрЃЉрЃў рЃерЃћрЃўрЃФрЃџрЃћрЃЉрЃљ рЃАрЃ«рЃЋрЃљрЃЊрЃљрЃАрЃ«рЃЋрЃљ рЃЦрЃЋрЃћрЃДрЃљрЃюрЃљрЃерЃў рЃљрЃю рЃЏрЃАрЃЮрЃцрЃџрЃўрЃЮрЃА рЃАрЃ«рЃЋрЃљрЃЊрЃљрЃАрЃ«рЃЋрЃљ рЃЎрЃБрЃЌрЃ«рЃћрЃерЃў рЃўрЃДрЃЋрЃюрЃћрЃю рЃњрЃљрЃюрЃЌрЃљрЃЋрЃАрЃћрЃЉрЃБрЃџрЃюрЃў. рЃљрЃЊрЃарЃћ рЃЏрЃћрЃарЃЕрЃљрЃюрЃбрЃћрЃЉрЃў рЃљрЃЏрЃўрЃА рЃњрЃљрЃЏрЃЮ рЃАрЃўрЃарЃЌрЃБрЃџрЃћрЃћрЃЉрЃА рЃљрЃгрЃДрЃЊрЃћрЃЉрЃЮрЃЊрЃюрЃћрЃю, рЃЏрЃљрЃњрЃарЃљрЃЏ рЃЊрЃдрЃћрЃА Fastoo-рЃА рЃЏрЃБрЃџрЃбрЃўрЃЋрЃљрЃџрЃБрЃбрЃўрЃА рЃњрЃљрЃЊрЃљрЃЏрЃБрЃерЃљрЃЋрЃћрЃЉрЃљрЃЏ рЃћрЃА рЃърЃарЃЮрЃЉрЃџрЃћрЃЏрЃљ рЃљрЃЏрЃЮрЃ«рЃАрЃюрЃљ. рЃљрЃдрЃљрЃа рЃљрЃЦрЃЋрЃА рЃЏрЃюрЃўрЃерЃЋрЃюрЃћрЃџрЃЮрЃЋрЃљ, рЃћрЃЋрЃарЃЮрЃърЃљрЃерЃў рЃЏрЃБрЃерЃљрЃЮрЃЉ, рЃљрЃќрЃўрЃљрЃерЃў, рЃљрЃцрЃарЃўрЃЎрЃљрЃерЃў, рЃљрЃЏрЃћрЃарЃўрЃЎрЃљрЃАрЃљ рЃЌрЃБ рЃљрЃЋрЃАрЃбрЃарЃљрЃџрЃўрЃљрЃерЃў.",
  "Merchants and their customers are getting closer thanks to our multicurrency processing. We maintain large list of supported processing currencies to ease the payment process and save money on conversion. Nevertheless, you can always accept payments in currencies that are now available for processing with clear and transparent conversion rate.": "рЃЕрЃЋрЃћрЃюрЃў рЃЏрЃБрЃџрЃбрЃўрЃЋрЃљрЃџрЃБрЃбрЃўрЃА рЃЊрЃљрЃЏрЃБрЃерЃљрЃЋрЃћрЃЉрЃўрЃА рЃЏрЃћрЃерЃЋрЃћрЃЮрЃЉрЃўрЃЌ рЃЏрЃћрЃарЃЕрЃљрЃюрЃбрЃћрЃЉрЃў рЃЊрЃљ рЃЏрЃљрЃЌрЃў рЃЏрЃЮрЃЏрЃ«рЃЏрЃљрЃарЃћрЃЉрЃџрЃћрЃЉрЃў рЃћрЃарЃЌрЃЏрЃљрЃюрЃћрЃЌрЃА рЃБрЃљрЃ«рЃџрЃЮрЃЋрЃЊрЃћрЃЉрЃўрЃљрЃю . рЃЕрЃЋрЃћрЃю рЃЋрЃўрЃюрЃљрЃ«рЃљрЃЋрЃЌ рЃЏрЃ«рЃљрЃарЃЊрЃљрЃГрЃћрЃарЃўрЃџрЃў рЃњрЃљрЃЊрЃљрЃЏрЃљрЃЏрЃБрЃерЃљрЃЋрЃћрЃЉрЃћрЃџрЃў рЃЋрЃљрЃџрЃБрЃбрЃћрЃЉрЃўрЃА рЃЊрЃўрЃЊ рЃЕрЃљрЃЏрЃЮрЃюрЃљрЃЌрЃЋрЃљрЃџрЃА, рЃарЃљрЃЌрЃљ рЃњрЃљрЃЋрЃљрЃЏрЃљрЃарЃбрЃўрЃЋрЃЮрЃЌ рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃўрЃА рЃърЃарЃЮрЃфрЃћрЃАрЃў рЃЊрЃљ рЃЊрЃљрЃњрЃљрЃќрЃЮрЃњрЃўрЃюрЃЮрЃЌ рЃцрЃБрЃџрЃў рЃЎрЃЮрЃюрЃЋрЃћрЃарЃбрЃљрЃфрЃўрЃљрЃќрЃћ. рЃЏрЃўрЃБрЃ«рЃћрЃЊрЃљрЃЋрЃљрЃЊ рЃљрЃЏрЃўрЃАрЃљ, рЃЌрЃЦрЃЋрЃћрЃю рЃДрЃЮрЃЋрЃћрЃџрЃЌрЃЋрЃўрЃА рЃерЃћрЃњрЃўрЃФрЃџрЃўрЃљрЃЌ рЃЏрЃўрЃўрЃдрЃЮрЃЌ рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃћрЃЉрЃў рЃЋрЃљрЃџрЃБрЃбрЃљрЃерЃў, рЃарЃЮрЃЏрЃџрЃћрЃЉрЃўрЃф рЃ«рЃћрЃџрЃЏрЃўрЃАрЃљрЃгрЃЋрЃЊрЃЮрЃЏрЃўрЃљ рЃЊрЃљрЃЏрЃБрЃерЃљрЃЋрЃћрЃЉрЃўрЃАрЃЌрЃЋрЃўрЃА рЃЏрЃЎрЃљрЃцрЃўрЃЮ рЃЊрЃљ рЃњрЃљрЃЏрЃГрЃЋрЃўрЃарЃЋрЃљрЃџрЃћ рЃЎрЃЮрЃюрЃЋрЃћрЃарЃбрЃљрЃфрЃўрЃўрЃА рЃЎрЃБрЃарЃАрЃўрЃЌ.",
  "What benefits our merchants receive with multicurrency processing?": "рЃарЃљ рЃАрЃљрЃарЃњрЃћрЃЉрЃћрЃџрЃА рЃўрЃдрЃћрЃЉрЃћрЃю рЃЕрЃЋрЃћрЃюрЃў рЃЏрЃћрЃарЃЕрЃљрЃюрЃбрЃћрЃЉрЃў рЃЏрЃБрЃџрЃбрЃўрЃЋрЃљрЃџрЃБрЃбрЃўрЃА рЃЊрЃљрЃЏрЃБрЃерЃљрЃЋрЃћрЃЉрЃўрЃЌ?",
  "  multicurrency processing solution is strong and profitable owing to close business relations with partners worldwide who are as dedicated to merchants needs as we are. Using the possibility to pay in own currency your customers are sure now that there are no secret charges or additional fees concerned with conversion. List of processing currencies: *": "рЃЏрЃБрЃџрЃбрЃўрЃЋрЃљрЃџрЃБрЃбрЃўрЃА рЃЊрЃљрЃЏрЃБрЃерЃљрЃЋрЃћрЃЉрЃљ рЃФрЃџрЃўрЃћрЃарЃў рЃЊрЃљ рЃЏрЃЮрЃЏрЃњрЃћрЃЉрЃўрЃљрЃюрЃў рЃњрЃљрЃЊрЃљрЃгрЃДрЃЋрЃћрЃбрЃљрЃљ рЃўрЃЏ рЃърЃљрЃарЃбрЃюрЃўрЃЮрЃарЃћрЃЉрЃЌрЃљрЃю рЃЏрЃГрЃўрЃЊрЃарЃЮ рЃАрЃљрЃЦрЃЏрЃўрЃљрЃюрЃў рЃБрЃарЃЌрЃўрЃћрЃарЃЌрЃЮрЃЉрЃћрЃЉрЃўрЃА рЃњрЃљрЃЏрЃЮ, рЃарЃЮрЃЏрЃџрЃћрЃЉрЃАрЃљрЃф рЃЕрЃЋрЃћрЃюрЃюрЃљрЃўрЃарЃљрЃЊ рЃљрЃЦрЃфрЃћрЃЋрЃћрЃю рЃДрЃБрЃарЃљрЃЊрЃдрЃћрЃЉрЃљрЃА рЃЏрЃћрЃарЃЕрЃљрЃюрЃбрЃћрЃЉрЃўрЃА рЃАрЃљрЃГрЃўрЃарЃЮрЃћрЃЉрЃћрЃЉрЃА. рЃАрЃљрЃЎрЃБрЃЌрЃљрЃарЃў рЃЋрЃљрЃџрЃБрЃбрЃўрЃЌ рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃўрЃАрЃљрЃА рЃЌрЃЦрЃЋрЃћрЃюрЃў рЃЏрЃЮрЃЏрЃ«рЃЏрЃљрЃарЃћрЃЉрЃџрЃћрЃЉрЃў рЃЊрЃљрЃарЃгрЃЏрЃБрЃюрЃћрЃЉрЃБрЃџрЃюрЃў рЃўрЃЦрЃюрЃћрЃЉрЃўрЃљрЃю, рЃарЃЮрЃЏ рЃЎрЃЮрЃюрЃЋрЃћрЃарЃбрЃљрЃфрЃўрЃўрЃАрЃљрЃА рЃљрЃа рЃБрЃгрЃћрЃЋрЃЌ рЃерЃћрЃцрЃљрЃарЃБрЃџ рЃљрЃю рЃЊрЃљрЃЏрЃљрЃбрЃћрЃЉрЃўрЃЌ рЃњрЃљрЃЊрЃљрЃАрЃљрЃ«рЃљрЃЊрЃћрЃЉрЃЌрЃљрЃю рЃАрЃљрЃЦрЃЏрЃўрЃА рЃЊрЃљрЃГрЃћрЃарЃљ.",
  "* РђЊ processing currencies depend on payment solution": "* РђЊ рЃњрЃљрЃЊрЃљрЃЏрЃљрЃЏрЃБрЃерЃљрЃЋрЃћрЃЉрЃћрЃџрЃў рЃЋрЃљрЃџрЃБрЃбрЃћрЃЉрЃўрЃА рЃАрЃўрЃљ:",
  "  developers have worked out an innovative option for international payments. This step forward brings convenience for all participants of transaction. As a result, payment process became faster and more efficient.": "рЃњрЃљрЃЊрЃљрЃЏрЃљрЃЏрЃБрЃерЃљрЃЋрЃћрЃЉрЃћрЃџрЃў рЃЋрЃљрЃџрЃБрЃбрЃћрЃЉрЃў рЃЊрЃљрЃЏрЃЮрЃЎрЃўрЃЊрЃћрЃЉрЃБрЃџрЃўрЃљ рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃўрЃА рЃњрЃљрЃЊрЃљрЃгрЃДрЃЋрЃћрЃбрЃљрЃќрЃћ",
  "The dynamic currency method permits transactions operation in a customers local currency without pulling the plug for merchants. So far, traders will still obtain settlement in their base currency.": "рЃЊрЃћрЃЋрЃћрЃџрЃЮрЃърЃћрЃарЃћрЃЉрЃЏрЃљ рЃерЃћрЃўрЃЏрЃБрЃерЃљрЃЋрЃћрЃА рЃАрЃљрЃћрЃарЃЌрЃљрЃерЃЮрЃарЃўрЃАрЃЮ рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃћрЃЉрЃўрЃА рЃўрЃюрЃЮрЃЋрЃљрЃфрЃўрЃБрЃарЃў рЃЋрЃљрЃарЃўрЃљрЃюрЃбрЃў, рЃарЃљрЃАрЃљрЃф рЃЏрЃЮрЃљрЃЦрЃЋрЃА рЃЎрЃЮрЃЏрЃцрЃЮрЃарЃбрЃБрЃџрЃў рЃърЃўрЃарЃЮрЃЉрЃћрЃЉрЃў рЃњрЃљрЃарЃўрЃњрЃћрЃЉрЃўрЃА рЃДрЃЋрЃћрЃџрЃљ рЃЏрЃЮрЃюрЃљрЃгрЃўрЃџрЃћрЃАрЃЌрЃЋрЃўрЃА. рЃерЃћрЃЊрЃћрЃњрЃљрЃЊ, рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃўрЃА рЃърЃарЃЮрЃфрЃћрЃАрЃў рЃБрЃцрЃарЃЮ рЃАрЃгрЃарЃљрЃцрЃў рЃЊрЃљ рЃћрЃцрЃћрЃЦрЃбрЃБрЃарЃў рЃњрЃљрЃ«рЃЊрЃљ.",
  "Despite of the serviceРђЎs distinctiveness, the security level keeps the same high quality. The additional function enhances the payment options alternatives for clients to chose from. Moreover, it will be a valuable tool to evolve and improve clientsРђЎ experience across the merchantРђЎs website.": "рЃЊрЃўрЃюрЃљрЃЏрЃўрЃБрЃарЃў рЃЋрЃљрЃџрЃБрЃбрЃўрЃА рЃЏрЃћрЃЌрЃЮрЃЊрЃў рЃўрЃФрЃџрЃћрЃЋрЃљ рЃбрЃарЃљрЃюрЃќрЃљрЃЦрЃфрЃўрЃћрЃЉрЃўрЃА рЃерЃћрЃАрЃљрЃФрЃџрЃћрЃЉрЃџрЃЮрЃЉрЃљрЃА рЃЎрЃџрЃўрЃћрЃюрЃбрЃћрЃЉрЃўрЃА рЃљрЃЊрЃњрЃўрЃџрЃЮрЃЉрЃарЃўрЃЋ рЃЋрЃљрЃџрЃБрЃбрЃљрЃерЃў, рЃАрЃљрЃЋрЃљрЃГрЃарЃЮ рЃЮрЃЉрЃўрЃћрЃЦрЃбрЃћрЃЉрЃўрЃАрЃЌрЃЋрЃўрЃА рЃАрЃљрЃЦрЃЏрЃўрЃљрЃюрЃЮрЃЉрЃўрЃА рЃерЃћрЃЕрЃћрЃарЃћрЃЉрЃўрЃА рЃњрЃљрЃарЃћрЃерЃћ. рЃЏрЃЮрЃЋрЃљрЃГрЃарЃћрЃћрЃЉрЃў рЃЎрЃЋрЃџрЃљрЃЋ рЃЏрЃўрЃўрЃдрЃћрЃЉрЃћрЃю рЃљрЃюрЃњрЃљрЃарЃўрЃерЃАрЃгрЃЮрЃарЃћрЃЉрЃљрЃА рЃАрЃљрЃЉрЃљрЃќрЃЮ рЃЋрЃљрЃџрЃБрЃбрЃљрЃерЃў.",
  "This solution could be implemented by the company of any size, willing to endear consumers and to generate profit at the same time. Multicurrency method empowers merchants to offer an inconspicuous and simple surfing their websites for customers looking for simplicity to procure certain products or services.": "рЃАрЃћрЃарЃЋрЃўрЃАрЃўрЃА рЃБрЃюрЃўрЃЎрЃљрЃџрЃБрЃарЃЮрЃЉрЃљрЃАрЃЌрЃљрЃю рЃћрЃарЃЌрЃљрЃЊ, рЃБрЃАрЃљрЃцрЃарЃЌрЃ«рЃЮрЃћрЃЉрЃўрЃА рЃЊрЃЮрЃюрЃћ рЃўрЃЏрЃљрЃЋрЃћ рЃЏрЃљрЃдрЃљрЃџ рЃ«рЃљрЃарЃўрЃАрЃ«рЃА рЃўрЃюрЃљрЃарЃЕрЃБрЃюрЃћрЃЉрЃА . рЃЊрЃљрЃЏрЃљрЃбрЃћрЃЉрЃўрЃЌрЃў рЃцрЃБрЃюрЃЦрЃфрЃўрЃљ рЃљрЃЏрЃЊрЃўрЃЊрЃарЃћрЃЉрЃА рЃЎрЃџрЃўрЃћрЃюрЃбрЃћрЃЉрЃўрЃА рЃљрЃарЃЕрЃћрЃЋрЃљрЃюрЃА рЃњрЃљрЃЊрЃљрЃ«рЃЊрЃўрЃА рЃцрЃЮрЃарЃЏрЃћрЃЉрЃЌрЃљрЃю рЃЏрЃўрЃЏрЃљрЃарЃЌрЃћрЃЉрЃљрЃерЃў. рЃБрЃцрЃарЃЮ рЃЏрЃћрЃбрЃўрЃф, рЃћрЃА рЃњрЃљрЃ«рЃџрЃљрЃЋрЃЌ рЃдрЃўрЃарЃћрЃЉрЃБрЃџрЃў рЃўрЃюрЃАрЃбрЃарЃБрЃЏрЃћрЃюрЃбрЃў рЃЏрЃћрЃарЃЕрЃљрЃюрЃбрЃўрЃА рЃЋрЃћрЃЉрЃАрЃљрЃўрЃбрЃќрЃћ рЃЎрЃџрЃўрЃћрЃюрЃбрЃћрЃЉрЃўрЃА рЃњрЃљрЃЏрЃЮрЃфрЃЊрЃўрЃџрЃћрЃЉрЃўрЃА рЃњрЃљрЃАрЃљрЃБрЃЏрЃ»рЃЮрЃЉрЃћрЃАрЃћрЃЉрЃџрЃљрЃЊ.",
  "Now traders are able to expand their portfolios, to discover new markets and to gain a winning position among rivals!": "рЃюрЃћрЃЉрЃўрЃАрЃЏрЃўрЃћрЃарЃў рЃќрЃЮрЃЏрЃўрЃА рЃЎрЃЮрЃЏрЃърЃљрЃюрЃўрЃўрЃАрЃЌрЃЋрЃўрЃА, рЃарЃЮрЃЏрЃћрЃџрЃАрЃљрЃф рЃЏрЃЮрЃЏрЃ«рЃЏрЃљрЃарЃћрЃЉрЃџрЃћрЃЉрЃўрЃА рЃЏрЃЮрЃќрЃўрЃЊрЃЋрЃљ рЃЊрЃљ рЃЏрЃЮрЃњрЃћрЃЉрЃўрЃА рЃњрЃљрЃќрЃарЃЊрЃљ рЃАрЃБрЃарЃА, рЃћрЃА рЃњрЃљрЃЊрЃљрЃгрЃДрЃЋрЃћрЃбрЃљ рЃАрЃљрЃАрЃљрЃарЃњрЃћрЃЉрЃџрЃЮ рЃўрЃЦрЃюрЃћрЃЉрЃљ. рЃЏрЃБрЃџрЃбрЃўрЃЋрЃљрЃџрЃБрЃбрЃўрЃА рЃЏрЃћрЃЌрЃЮрЃЊрЃў рЃАрЃљрЃерЃБрЃљрЃџрЃћрЃЉрЃљрЃА рЃљрЃФрЃџрЃћрЃЋрЃА рЃЏрЃћрЃарЃЕрЃљрЃюрЃбрЃћрЃЉрЃА, рЃарЃЮрЃЏ рЃЏрЃЮрЃЏрЃ«рЃЏрЃљрЃарЃћрЃЉрЃћрЃџрЃА рЃерЃћрЃАрЃЌрЃљрЃЋрЃљрЃќрЃЮрЃю рЃерЃћрЃБрЃЏрЃЕрЃюрЃћрЃЋрЃћрЃџрЃў рЃЊрЃљ рЃЏрЃљрЃарЃбрЃўрЃЋрЃў рЃюрЃљрЃЋрЃўрЃњрЃљрЃфрЃўрЃљ рЃЌрЃљрЃЋрЃўрЃљрЃюрЃЌ рЃЋрЃћрЃЉрЃАрЃљрЃўрЃбрЃћрЃЉрЃќрЃћ  рЃърЃарЃЮрЃЊрЃБрЃЦрЃбрЃћрЃЉрЃўрЃАрЃљ рЃЌрЃБ рЃАрЃћрЃарЃЋрЃўрЃАрЃћрЃЉрЃўрЃА рЃБрЃърЃарЃЮрЃЉрЃџрЃћрЃЏрЃЮрЃЊ рЃерЃћрЃАрЃљрЃФрЃћрЃюрЃљрЃЊ.",

  "__comment__": "Do not translate this. Coming Soon page",

  "Credit card": "р▓АрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ рЃЉрЃљрЃарЃљрЃЌрЃў",
  "Magua Pay is the company that successfully helps merchant from numerous types of business with credit card processing. All our clients are different. They have own style of work, however we provide payments solutions for everyone. Regardless of type of industry or size, each company is eager to receive first-rate credit card processing solution on fair conditions with all needful features and extremely high level of reliability. Very important thing is customer service because the best payment solution is solution offered opportunely.": "рЃљрЃЏрЃЪрЃљрЃЏрЃљрЃЊ рЃбрЃарЃћрЃўрЃЊрЃћрЃарЃћрЃЉрЃА рЃерЃћрЃБрЃФрЃџрЃўрЃљрЃЌ рЃњрЃљрЃљрЃцрЃљрЃарЃЌрЃЮрЃЋрЃЮрЃю рЃЌрЃљрЃЋрЃўрЃљрЃюрЃЌрЃў рЃърЃЮрЃарЃбрЃцрЃЮрЃџрЃўрЃЮ, рЃљрЃдрЃЏрЃЮрЃљрЃЕрЃўрЃюрЃЮрЃю рЃљрЃ«рЃљрЃџрЃў рЃЉрЃљрЃќрЃарЃћрЃЉрЃў рЃЊрЃљ рЃЏрЃЮрЃўрЃърЃЮрЃЋрЃЮрЃю рЃЏрЃЮрЃЏрЃњрЃћрЃЉрЃўрЃљрЃюрЃў рЃърЃЮрЃќрЃўрЃфрЃўрЃљ рЃЎрЃЮрЃюрЃЎрЃБрЃарЃћрЃюрЃбрЃћрЃЉрЃА рЃерЃЮрЃарЃўрЃА!",
  "Digital card": "рЃфрЃўрЃцрЃарЃБрЃџрЃў рЃЉрЃљрЃарЃљрЃЌрЃў",
  "Magua Pay is the company that successfully helps merchant from numerous types of business with credit card processing. All our clients are different. They have own style of work, however we provide payments solutions for everyone. Regardless of type of industry or size, each company is eager to receive first-rate credit card processing solution on fair conditions with all needful features and extremely high level of reliability. Very important thing is customer service because the best payment solution is solution offered opportunely.": "рЃљрЃЏрЃЪрЃљрЃЏрЃљрЃЊ рЃбрЃарЃћрЃўрЃЊрЃћрЃарЃћрЃЉрЃА рЃерЃћрЃБрЃФрЃџрЃўрЃљрЃЌ рЃњрЃљрЃљрЃцрЃљрЃарЃЌрЃЮрЃЋрЃЮрЃю рЃЌрЃљрЃЋрЃўрЃљрЃюрЃЌрЃў рЃърЃЮрЃарЃбрЃцрЃЮрЃџрЃўрЃЮ, рЃљрЃдрЃЏрЃЮрЃљрЃЕрЃўрЃюрЃЮрЃю рЃљрЃ«рЃљрЃџрЃў рЃЉрЃљрЃќрЃарЃћрЃЉрЃў рЃЊрЃљ рЃЏрЃЮрЃўрЃърЃЮрЃЋрЃЮрЃю рЃЏрЃЮрЃЏрЃњрЃћрЃЉрЃўрЃљрЃюрЃў рЃърЃЮрЃќрЃўрЃфрЃўрЃљ рЃЎрЃЮрЃюрЃЎрЃБрЃарЃћрЃюрЃбрЃћрЃЉрЃА рЃерЃЮрЃарЃўрЃА!",

  "Please, choose the game provider and your game login to top up your balance": "рЃњрЃЌрЃ«рЃЮрЃЋрЃЌ, рЃљрЃўрЃарЃЕрЃўрЃЮрЃЌ рЃЌрЃљрЃЏрЃљрЃерЃўрЃА рЃърЃарЃЮрЃЋрЃљрЃўрЃЊрЃћрЃарЃў рЃЊрЃљ рЃЌрЃЦрЃЋрЃћрЃюрЃў рЃЌрЃљрЃЏрЃљрЃерЃўрЃА рЃерЃћрЃАрЃЋрЃџрЃљ рЃЌрЃЦрЃЋрЃћрЃюрЃў рЃЉрЃљрЃџрЃљрЃюрЃАрЃўрЃА рЃерЃћрЃАрЃљрЃЋрЃАрЃћрЃЉрЃљрЃЊ",
  "Your firstname*": "р▓ЌрЃЦрЃЋрЃћрЃюрЃў рЃАрЃљрЃ«рЃћрЃџрЃў",
  "Your lastname*": "р▓ерЃћрЃюрЃў рЃњрЃЋрЃљрЃарЃў",
  "Phone number* (without +)": "рЃбрЃћрЃџрЃћрЃцрЃЮрЃюрЃўрЃА рЃюрЃЮрЃЏрЃћрЃарЃў* (+ рЃњрЃљрЃарЃћрЃерЃћ)",
  "Country*": "рЃЦрЃЋрЃћрЃДрЃљрЃюрЃљ",
  "State/City*": "рЃАрЃљрЃ«рЃћрЃџрЃЏрЃгрЃўрЃцрЃЮ/рЃЦрЃљрЃџрЃљрЃЦрЃў",
  "ZIP Code*": "р▓ќрЃўрЃъ рЃЎрЃЮрЃЊрЃў",
  "Email*": "рЃћрЃџрЃцрЃЮрЃАрЃбрЃљ",
  "Address*": "рЃЏрЃўрЃАрЃљрЃЏрЃљрЃарЃЌрЃў",
  "Select a game*": "рЃљрЃўрЃарЃЕрЃўрЃћрЃЌ рЃЌрЃљрЃЏрЃљрЃерЃў",
  "Your nickname*": "р▓ерЃћрЃюрЃў рЃќрЃћрЃЊрЃЏрЃћрЃбрЃАрЃљрЃ«рЃћрЃџрЃў",
  "Deposit* (MIN 1 EUR)": "рЃљрЃюрЃљрЃЉрЃљрЃарЃў* (MIN 1 EUR)",
  "First and last name on the CC*": "рЃАрЃљрЃ«рЃћрЃџрЃў рЃЊрЃљ рЃњрЃЋрЃљрЃарЃў CC*",
  "Credit card number*": "р▓АрЃљрЃЎрЃарЃћрЃЊрЃўрЃбрЃЮ рЃЉрЃљрЃарЃљрЃЌрЃўрЃА рЃюрЃЮрЃЏрЃћрЃарЃў*",
  "Month from the CC*": "рЃЌрЃЋрЃћ CC-рЃЊрЃљрЃю*",
  "Year from the CC*": "рЃгрЃћрЃџрЃў рЃАрЃЎ-рЃЊрЃљрЃю",
  "CVV Code*": "CVV рЃЎрЃЮрЃЊрЃў",
  "Enter your firstname": "рЃерЃћрЃўрЃДрЃЋрЃљрЃюрЃћрЃЌ рЃЌрЃЦрЃЋрЃћрЃюрЃў рЃАрЃљрЃ«рЃћрЃџрЃў",
  "Enter your lastname": "рЃерЃћрЃўрЃДрЃЋрЃљрЃюрЃћрЃЌ рЃЌрЃЦрЃЋрЃћрЃюрЃў рЃњрЃЋрЃљрЃарЃў",
  "Enter country": "рЃерЃћрЃўрЃДрЃЋрЃљрЃюрЃћрЃЌ рЃЦрЃЋрЃћрЃДрЃљрЃюрЃљ",
  "Enter your state / city": "рЃерЃћрЃўрЃДрЃЋрЃљрЃюрЃћрЃЌ рЃЌрЃЦрЃЋрЃћрЃюрЃў рЃерЃбрЃљрЃбрЃў / рЃЦрЃљрЃџрЃљрЃЦрЃў",
  "Enter your address": "рЃерЃћрЃўрЃДрЃЋрЃљрЃюрЃћрЃЌ рЃЌрЃЦрЃЋрЃћрЃюрЃў рЃЏрЃўрЃАрЃљрЃЏрЃљрЃарЃЌрЃў",
  "Enter your ZIP code": "рЃерЃћрЃўрЃДрЃЋрЃљрЃюрЃћрЃЌ рЃЌрЃЦрЃЋрЃћрЃюрЃў ZIP рЃЎрЃЮрЃЊрЃў",
  "Enter your nickname": "рЃерЃћрЃўрЃДрЃЋрЃљрЃюрЃћрЃЌ рЃЌрЃЦрЃЋрЃћрЃюрЃў рЃЏрЃћрЃбрЃАрЃљрЃ«рЃћрЃџрЃў",
  "Select provider": "рЃљрЃўрЃарЃЕрЃўрЃћрЃЌ рЃърЃарЃЮрЃЋрЃљрЃўрЃЊрЃћрЃарЃў",
  "Select a year": "рЃљрЃўрЃарЃЕрЃўрЃћрЃЌ рЃгрЃћрЃџрЃў",
  "Select a month": "рЃљрЃўрЃарЃЕрЃўрЃћрЃЌ рЃЌрЃЋрЃћ",
  "Make a payment": "р▓њрЃљрЃЊрЃљрЃўрЃ«рЃљрЃЊрЃћрЃЌ"
}
