{
  "en": "Английский",
  "ru": "Русский",
  "ge": "Грузинский",

  "Home": "Главная",
  "Solutions": "Решения",
  "Payment Solutions System": "Система платежных решений",
  "Payment Card Processing": "Обработка платежных карт",
  "Internet Acquiring Solution": "Решение для интернет-эквайринга",
  "Payment Gateway": "Платежный шлюз",
  "System of regular payments": "Система регулярных платежей",
  "Multicurrency Processing": "Мультивалютная обработка",
  "Partners": "Партнеры",
  "Knowledge Base": "База знаний",
  "F.A.Q.": "F.A.Q.",
  "Glossary": "Глоссарий",
  "About Us": "О нас",
  "Contact Us": "Связаться с нами",
  "Payment": "Оплата",

  "Phone": "Телефон",
  "Email": "Электронная почта",
  "Address": "Адрес",
  "Identification Number": "Идентификационный номер",

  "Get started": "Начать",
  "Account": "Аккаунт",

  "__comment__": "Do not translate this. Footer",

  "New Payment System LLC": "ООО «Новая платежная система»",
  "If you are reading this, then you are looking for more profitable and stable solution! Receive our offer and solve the payment solution issue once and for all!": "Если вы это читаете, значит, вы ищете более выгодное и стабильное решение! Получите наше предложение и решите вопрос с нашим платежным решением раз и навсегда!",
  "Contact": "Контакт",
  "Support": "Служба поддержи",
  "Copyright 2023 New Payment System LLC. All Rights Reserved": "Copyright 2023 ООО «Новая платежная система». Все права защищены",

  "__comment__": "Do not translate this. Interaction List",

  "Application": "Заявка",
  "Submit your application": "Оставить заявку",

  "Documents": "Документы",
  "To provide all documents": "Предоставить все документы",

  "Contract": "Контракт",
  "To sign a contract": "Заключить контракт",

  "Integration": "Интеграция",
  "To make tech. integration": "Проведите техническую интеграцию",

  "Submit application": "Подать заявку",
  "Your number": "Ваш номер",

  "Sign up": "Зарегистрироваться",

  "__comment__": "Do not translate this. Home Page",

  "We do not miss important details": "Мы не упускаем важные детали",
  "Individual and careful approach leads to complete understanding of your needs. You will recieve even better payment solution than you expect!": "Индивидуальный и внимательный подход приводит к полному пониманию ваших потребностей. Вы получите еще лучшее решение для оплаты, чем вы ожидаете!",
  "What is Fastoo?": "Что такое Фасту?",
  "Fastoo is a payment service provider of online merchant accounts with secured and reliable payment gateway": "Fastoo – поставщик платежных услуг для онлайн-продавцов с безопасным и надежным платежным шлюзом",
  "Who are our clients?": "Кто наши клиенты?",
  "Our clients are merchants that need online payment solutions and internet acquiring for accepting payments via their website.": "Нашими клиентами являются продавцы, которым нужны решения для онлайн-платежей и интернет-эквайринг для приема платежей через их веб-сайт.",
  "Why choose Fastoo?": "Почему выбирают Fastoo?",
  "Fastoo provides first-rate service along with affordable pricing and high security level. Apply for a merchant account and make sure!": "Fastoo предлагает первоклассный сервис с демпинговыми условиями и высоким уровнем безопасности. Подайте заявку на аккаунт продавца и убедитесь!",
  "Apply for Fastoo merchant services now!": "Подайте заявку на получение услуги Fastoo прямо сейчас!",
  "To work with Fastoo processing means to earn money receiving genuine payments through reliable payment gateway.": "Работать с процессингом Fastoo означает зарабатывать деньги, получая платежи по покрытию эквайринга за торговые операции через надежный платежный шлюз.",
  "Get in touch with us": "Свяжитесь с нами",
  "Our professional account managers are always glad to hear from you. They will make your integration quick and smooth.": "Наши профессиональные менеджеры по работе с клиентами всегда рады Вам помочь и ответить на все Ваши вопросы. Они сделают вашу интеграцию быстрой и легкой.",
  "Become approved": "Получите одобрение",
  "Give us a bit of time and become approved! Thanks to our wide range of acquiring banks and partners we are able to find payment solution literally for every merchant.": "Дайте нам немного времени и получите одобрение! Благодаря широкому выбору банков-эквайеров и партнеров мы можем найти для Вас индивидуальное платежное решение",
  "Start accepting payments": "Начинайте принимать платежи",
  "Once approved, you will start accepting payments within few business days. Do not forget to make a test transaction!": "После послучения одобрения Вы начнете принимать платежи в течение нескольких рабочих дней. Обращаем Ваше внимание, что предварительно необходимо будет совершить тестовую транзакцию!",
  "Who is Fastoo?": "Кто такой Fastoo?",
  "Fastoo INC. is a Georgia company, licensed by the standards of Money Service Business (MSB) that builds business upon high-quality service and customers’ trust, providing that individual and attentive approach, immediate reaction to inquiries, readiness to provide nothing but the best possible service are the qualities to focus on, because they make us reliable.": "Fastoo — грузинская компания, зарегистрированная в Национальном банке Грузии в качестве поставщика платежных услуг (регистрационный номер: 0097-2904), которая строит бизнес на качественном обслуживании и доверии клиентов, обеспечивая индивидуальный и внимательный подход, незамедлительную реакцию на запросы, готовность предоставить только наилучшее обслуживание — вот качества, на которых следует сосредоточиться, потому что они делают нас надежными.",
  "Every person in Fastoo knows that reputation we have gained through years of conscientious work is our main property. We are sure that such attitude towards clients and partners leads to mutual prosperity and business achievements. Fastoo’s main goal is to continue to prove that our solutions are the most appropriate, the most dependable and, of course, the most affordable. You will never find any kind of hidden fees, concealed charges and deliberate misunderstandings in our offerings.": "Каждый человек в Fastoo знает, что репутация, которую мы зарабатываем годами добросовестного труда, является нашим главным достоянием. Мы уверены, что такое отношение к клиентам и партнерам ведет к взаимному успешному развитию и деловым достижениям. Основная цель Fastoo — продолжать доказывать, что наши решения являются самыми подходящими, самыми надежными и, конечно же, самыми доступными. В наших предложениях вы никогда не найдете никаких скрытых комиссий, скрытых платежей и разногласий.",
  "What makes Fastoo different from other processors?": "Что отличает Fastoo от других поставщиков услуг?",
  "The main difference between Fastoo and other companies is quality level of our payment solutions. There is no doubt that people determine whether company is successful or not. All our account managers, programmers, web-designers, senior management team and other stuff have considerable experience in payment processing area.": "Основное отличие Fastoo от других компаний заключается в уровне качества наших платежных решений. Несомненно, люди определяют, успешна компания или нет. Все наши менеджеры по работе с клиентами, программисты, веб-дизайнеры, высшее руководство и другие сотрудники имеют значительный опыт в области обработки платежей.",
  "Reliable payment gateway": "Надежный платежный шлюз",
  "High approval ratio": "Высокий коэффициент получения одобрения",
  "Low rates": "Низкие ставки",
  "How does Fastoo manage to be the best?": "Как Fastoo удается быть лучшим?",
  "We understand our client's needs, hence we know how to meet their requirements. You can be sure that if you inquire about something you will receive a prompt reply. Thanks to our readiness to maintain close communication with clients we always know how to offer exactly what they want.": "Мы понимаем потребности наших клиентов, поэтому знаем, как удовлетворить их требования. Вы можете быть уверены, что если вы спросите о чем-то, вы получите быстрый и консруктивный ответ.  Благодаря нашей готовности поддерживать тесную связь с клиентами, мы всегда знаем, как предложить именно то, что они хотят.",
  "Accept payments easily from all sorts of devices:": "Принимайте платежи легко со всех видов устройств:",
  "YES personal computer and notebook": "ДА персональный компьютер и ноутбук",
  "YES tablet": "ДА планшет",
  "YES mobile phone": "ДА мобильный телефон",
  "Happy customers": "Счастливые клиенты",
  "Years in payments": "Лет на рынке",
  "Our branches": "Наши филиалы",
  "Merchants": "Торговцы",

  "__comment__": "Do not translate this. Partners Page",

  "Information about our Partners": "Информация о наших Партнерах",
  "We are constantly developing our company in direction of partnership. Our partner programs provide a variety of opportunities that are designed specifically for every business, because Fastoo has individual approach to every client. We have extensive experience in credit card processing, so we know how to make cooperation mutually beneficial.": "Мы постоянно развиваем нашу компанию в направлении партнерства. Наши партнерские программы предоставляют множество возможностей, которые разработаны специально для каждого бизнеса, ведь у Fastoo индивидуальный подход к каждому клиенту, поэтому мы знаем, как сделать сотрудничество взаимовыгодным.",
  "The payment service provider Fastoo rewards customers who want to cooperate. It may be credit card affiliate programmes, fees reduction, priority support, special bonus packages with attractive offers etc. Our partners have a strategic advantage over their competitors with good business prospects and possibilities to increase the customer base through a wide range of accepted payments types.": "Поставщик платежных услуг Fastoo вознаграждает партнеров, которые хотят сотрудничать. Это могут быть партнерские программы по платежным картам, снижение комиссий, приоритетная поддержка, специальные бонусные пакеты с привлекательными предложениями и т. д. Наши клиенты имеют стратегическое преимущество перед конкурентами с хорошими бизнес-перспективами и возможностями увеличения клиентской базы за счет широкого спектра принимаемых видов платежей.",
  "Fastoo welcomes any type of cooperation with commercial and technical partners and resellers. It can be acquirers, payment processing companies and other types of partners who can help us to make our payment solutions even better. We want to be sure that our clients accept card payments online with the best quality of support in merchant services industry.": "Fastoo приветствует любое сотрудничество с коммерческими и техническими партнерами и торговыми посредниками. Это могут быть эквайеры, компании по обработке платежей и другие типы  партнеров, которые могут помочь нам сделать наши платежные решения еще лучше. Мы хотим быть уверены, что наши клиенты принимают карточные платежи онлайн с лучшим качеством поддержки в сфере торговых услуг.",
  "Advantages of cooperation with Fastoo": "Преимущества сотрудничества с Fastoo",
  "– Already established working partnership with wide network of acquiring partners. Join this network and start receiving profits from working with us!": "– Уже налажено рабочее партнерство с широкой сетью эквайринговых партнеров. Присоединяйтесь к этой сети и начните получать прибыль от работы с нами!",
  "– Combined together efforts, experience and teamwork allow both partners to strengthen": "– Совместные усилия, опыт и работа в команде позволяют обоим партнерам укрепиться",
  "– Possibility to exchange experience in working with particular clients and in specific industries;": "– Возможность обмена опытом работы с конкретными клиентами и в конкретных отраслях;",
  "– Partnership with Fastoo gives possibility to start working with new industries.": "– Партнерство с Fastoo дает возможность начать работу с новыми отраслями.",
  "Only by making few steps valuable benefits could be Yours too.": "Только сделав несколько шагов, ценные преимущества могут стать и Вашими.",
  "Besides this, Fastoo holds out the hand of comradeship to its clients. In case of cooperation customers are guaranteed to get a special reward. Proposition suggests credit card affiliate programs, fee reductions, priority support, special bonus packages with attractive offers etc.": "В случае сотрудничества, клиентам гарантировано особый индивидуальный подход. Предложение предлагает партнерские программы платежных карт, снижение комиссий, приоритетную поддержку, специальные бонусные пакеты с привлекательными предложениями и т. д.",
  "Why Fastoo?": "Почему Fastoo?",
  "Fastoo partners are ones, who has made a step towards effective business development. To co-work with Fastoo team a lot of reasons could be mentioned, involving:": "Партнеры Fastoo — это те, кто сделал шаг к эффективному развитию бизнеса. Для совместной работы с командой Fastoo можно назвать множество причин, в том числе:",
  "– fair financial conditions for partnership;": "– справедливые финансовые условия партнерства;",
  "– timely commission payouts;": "– своевременные выплаты комиссионных;",
  "– business relations with acquiring banks around the world;": "– деловые отношения с банками-эквайерами по всему миру;",
  "– constantly expanding network of partnership;": "– постоянно расширяющаяся партнерская сеть;",
  "– wide range of accessible industries;": "– широкий спектр доступных услуг/сервисов;",
  "– wide list of processing and settlement currencies;": "– широкий перечень валют авторизации, обработки и расчетов;",
  "– high approval ratio.": "– высокий коэффициент получения одобрения.",
  "In order to let its partners earn more profit with each client, Fastoo offers special exclusive program, so-called individual cooperation program.": "Для того, чтобы партнеры могли получать больше прибыли с каждого клиента, Fastoo предлагает специальную эксклюзивную программу, так называемую индивидуальную программу сотрудничества.",
  "All, that is required, is signing a partnership agreement and providing Fastoo with potential clients. After clients change status from potential to current, partners obtain a reward.": "Все, что требуется, — это подписать партнерское соглашение и обеспечить Fastoo потенциальными клиентами. После того, как клиенты меняют статус с потенциального на текущий, партнеры получают комиссионные.",
  "As well as beneficial advantages Fastoo partners gain a significant strategic superiority among their competitors, business prosperity and the possibility to increase a customer base through a wide range of accepted payment types. Joint effort is the right track to enhance business and to satisfy all needs of both sides. Become a partner of Fastoo today!": "Помимо выгодных преимуществ, партнеры Fastoo получают значительное стратегическое превосходство среди своих конкурентов, процветание бизнеса и возможность увеличения клиентской базы за счет широкого спектра принимаемых видов оплаты. Совместные усилия — верный путь к развитию бизнеса и удовлетворению всех потребностей обеих сторон. Станьте партнером Fastoo уже сегодня!",
  "Joint effort is the right track to enhance business and to satisfy all needs of both sides.": "Совместные усилия — верный путь к развитию бизнеса и удовлетворению всех потребностей обеих сторон.",
  "Become a partner of Fastoo today!": "Станьте партнером Fastoo уже сегодня!",
  "Our main advantages": "Наши основные преимущества",
  "1. Fair financial conditions for partners": "1. Конкурентные финансовые условия для партнеров",
  "2. Timely commission payouts": "2. Своевременные выплаты комиссионных",
  "3. Established business relations with acquiring banks around the world": "3. Установление деловыех отношений с банками-эквайерами по всему миру",
  "4. Constantly expanding network of partners": "4. Постоянно расширяющаяся сеть партнеров",
  "5. Big number of acceptable industries": "5. Большое количество приемлемых отраслей",
  "6. Wide list of processing and settlement currencies": "6. Широкий список валют обработки и расчетов",
  "7. High approval ratio": "7. Высокий коэффициент получения одобрения",
  "For more information - Contact Us": "Свяжитесь с нами, чтобы получить больше информации",

  "__comment__": "Do not translate this. About us Page",

  "Information about our company": "Информация о нашей компании",
  "Fastoo INC. is a Georgia company, licensed by the standards of Money Service Business (MSB) that builds business upon high-quality service and customer's trust, providing that individual and attentive approach, immediate reaction to inquiries, readiness to provide nothing but the best possible service are the qualities to focus on, because they make us reliable.": "Fastoo — грузинская компания, зарегистрированная в Национальном банке Грузии в качестве поставщика платежных услуг (регистрационный номер: 0097-2904), которая строит бизнес на качественном обслуживании и доверии клиентов, обеспечивая индивидуальный и внимательный подход, немедленную реакцию на запросы, готовность предоставить только наилучшее обслуживание — вот качества, на которых следует сосредоточиться, потому что они делают нас надежными.",
  "Every person in Fastoo knows that reputation we have gained through years of conscientious work is our main property. We are sure that such attitude towards clients and partners leads to mutual prosperity and business achievements. Fastoo's main goal is to continue to prove that our solutions are the most appropriate, the most dependable and, of course, the most affordable. You will never find any kind of hidden fees, concealed charges and deliberate misunderstandings in our offerings.": "Каждый человек в Fastoo знает, что репутация, которую мы заработали годами добросовестного труда, является нашим главным достоянием. Мы уверены, что такое отношение к клиентам и партнерам ведет к взаимному процветанию и деловым достижениям. Основная цель Fastoo — продолжать доказывать, что наши решения являются самыми подходящими, самыми надежными и, конечно же, самыми доступными. В наших предложениях вы никогда не найдете никаких скрытых комиссий, скрытых платежей и преднамеренных недоразумений.",
  "What makes Fastoo different from other processors?": "Что отличает Fastoo от других поставщиков платежных услуг?",
  "The main difference between Fastoo and other companies is quality level of our payment solutions. There is no doubt that people determine whether company is successful or not. All our account managers, programmers, web-designers, senior management team and other stuff have considerable experience in payment processing area.": "Основное отличие Fastoo от других компаний заключается в уровне качества наших платежных решений. Несомненно, люди определяют, успешна компания или нет. Все наши менеджеры по работе с клиентами, программисты, веб-дизайнеры, высшее руководство и другие сотрудники имеют значительный опыт в области обработки платежей.",
  "How does Fastoo manage to be the best?": "Как Fastoo удается быть лучшим?",
  "We understand our client's needs, hence we know how to meet their requirements. You can be sure that if you inquire about something you will receive a prompt reply. Thanks to our readiness to maintain close communication with clients we always know how to offer exactly what they want.": "Мы понимаем потребности наших клиентов, поэтому знаем, как удовлетворить их требования. Вы можете быть уверены, что если вы спросите о чем-то, вы получите быстрый ответ. Благодаря нашей готовности поддерживать тесную связь с клиентами, мы всегда знаем, как предложить именно то, что они хотят.",
  "– fair financial conditions for partnership;": "– справедливые финансовые условия партнерства;",
  "– timely commission payouts;": "– своевременные выплаты комиссионных;",
  "– business relations with acquiring banks around the world;": "– деловые отношения с банками-эквайерами по всему миру;",
  "– constantly expanding network of partnership;": "– постоянно расширяющаяся партнерская сеть;",
  "– wide range of accessible industries;": "– широкий спектр доступных производств;",
  "– wide list of processing and settlement currencies;": "– широкий перечень валют обработки и расчетов;",
  "– high approval ratio.": "– высокий коэффициент одобрения.",
  "In order to let its partners earn more profit with each client, Fastoo offers special exclusive program, so-called individual cooperation program.": "Для того, чтобы партнеры могли получать больше прибыли с каждого клиента, Fastoo предлагает специальную эксклюзивную программу, так называемую индивидуальную программу сотрудничества.",
  "All, that is required, is signing a partnership agreement and providing Fastoo with potential clients. After clients change status from potential to current, partners obtain a reward.": "Все, что требуется, — это подписать партнерское соглашение и обеспечить Fastoo потенциальными клиентами. После того, как клиенты меняют статус с потенциального на текущий, партнеры получают вознаграждение.",
  "As well as beneficial advantages Fastoo partners gain a significant strategic superiority among their competitors, business prosperity and the possibility to increase a customer base through a wide range of accepted payment types. Joint effort is the right track to enhance business and to satisfy all needs of both sides. Become a partner of Fastoo today!": "Помимо выгодных преимуществ, партнеры Fastoo получают значительное стратегическое превосходство среди своих конкурентов, процветание бизнеса и возможность увеличения клиентской базы за счет широкого спектра принимаемых видов оплаты. Совместные усилия — верный путь к развитию бизнеса и удовлетворению всех потребностей обеих сторон. Станьте партнером Fastoo уже сегодня!",
  "Joint effort is the right track to enhance business and to satisfy all needs of both sides.": "Совместные усилия — верный путь к развитию бизнеса и удовлетворению всех потребностей обеих сторон.",
  "Become a partner of Fastoo today!": "Станьте партнером Fastoo уже сегодня!",
  "Our main advantages": "Наши основные преимущества",
  "1. Fair financial conditions for partners": "1. Конкурентные финансовые условия для партнеров",
  "2. Timely commission payouts": "2. Своевременные выплаты комиссионных",
  "3. Established business relations with acquiring banks around the world": "3. Установление деловых отношений с банками-эквайерами по всему миру",
  "4. Constantly expanding network of partners": "4. Постоянно расширяющаяся сеть партнеров",
  "5. Big number of acceptable industries": "5. Большое количество приемлемых отраслей",
  "6. Wide list of processing and settlement currencies": "6. Широкий список валют обработки и расчетов",
  "7. High approval ratio": "7. Высокий коэффициент получения одобрения",
  "For more information - Contact Us": "Свяжитесь с нами, чтобы получить больше информации",

  "__comment__": "Do not translate this. Contact us",

  "Drop us message for any query": "Напишите нам сообщение для любого запроса",
  "Full name": "Полное имя",
  "Subject": "Тема",
  "Your message": "Ваше сообщение",
  "Send Message": "Отправить сообщение",

  "__comment__": "Do not translate this. F.A.Q. Page",

  "Here is the list of the most frequently asked questions": "Список наиболее часто задаваемых вопросов",
  "Do you have any questions": "Есть вопросы",
  "Quis ipsum suspendisse ultrices gravida. Risus commodo viverra maecenas accumsan lacus vel facilisis. Lorem ipsum dolor sit amet consectetur adipiscing elit": "Quis ipsum suspendisse ultrices gravida. Risus commodo viverra maecenas accumsan lacus vel facilisis. Lorem ipsum dolor sit amet consectetur adipiscing elit",

  "What kind of services do you provide?": "Какие услуги вы предоставляете?",
  "Fastoo INC. is a Georgia company, licensed by the standards of Money Service Business (MSB) that builds business upon high-quality service and customers’ trust, providing that individual and attentive approach, immediate reaction to inquiries, readiness to provide nothing but the best possible service are the qualities to focus on, because they make us reliable. Every person in Fastoo knows that reputation we have gained through years of conscientious work is our main property. We are sure that such attitude towards clients and partners leads to mutual prosperity and business achievements. Fastoo’s main goal is to continue to prove that our solutions are the most appropriate, the most dependable and, of course, the most affordable. You will never find any kind of hidden fees, concealed charges and deliberate misunderstandings in our offerings.": "Fastoo INC. — компания из Грузии, зарегистрированная в Национальном банке Грузии в качестве поставщика платежных услуг (регистрационный номер: 0097-2904), которая строит бизнес на качественном обслуживании и доверии клиентов, обеспечивая индивидуальный и внимательный подход, быструю реакцию к запросам, готовность предоставить только наилучшее обслуживание — вот качества, на которых следует сосредоточиться, потому что они делают нас надежными. Каждый человек в Fastoo знает, что репутация, которую мы заработали годами добросовестного труда, является нашим главным достоянием. Мы уверены, что такое отношение к клиентам и партнерам ведет к взаимному процветанию и деловым достижениям. Основная цель Fastoo — продолжать доказывать, что наши решения являются самыми подходящими, самыми надежными и, конечно же, самыми доступными. В наших предложениях вы никогда не найдете каких-либо скрытых комиссий, скрытых платежей и преднамеренных недоразумений.",

  "What is a chargeback and how to avoid it?": "Что такое чарджбэк и как его избежать?",
  "Chargeback is the reversal of funds to a customer forcibly initiated by the issuing bank which can be very costly. The most widespread reasons for chargebacks are returned goods, terminated services, disputes, mistakes or fraudulent activities. However, merchants can minimize chargebacks by ensuring customer satisfaction and transaction reliability, publishing his returns policy and providing a high level of support on his website.": "Возвратный платеж — это возврат средств клиенту, принудительно инициированный банком-эмитентом, что может быть очень дорогостоящим. Наиболее распространенными причинами возвратных платежей являются возврат товаров, прекращение оказания услуг, споры, ошибки или мошеннические действия. Тем не менее, продавцы могут свести к минимуму возвратные платежи, обеспечив удовлетворенность клиентов и надежность транзакций, опубликовав его политику возврата и предоставив высокий уровень поддержки на своем веб-сайте.",

  "How can I start?": "Как я могу начать?",
  "First of all you can start by signing up for a Fastoo account and filling the pre-check form. We have a plenty of different payment solutions with different conditions, but as more precise and exhaustive your business details are, as more optimal pricing and condition you will receive.": "Прежде всего, вы можете начать с регистрации личного кабинета Fastoo и заполнения формы предварительной проверки. У нас есть множество различных платежных решений с разными условиями, но чем точнее и полнее будут описаны детали вашего бизнеса, тем более оптимальные тарифы и условия вы получите.",

  "What is rolling reserve?": "Что такое Роллинг Резерв?",
  "Rolling reserve is some percentage of a merchant’s funds that is held by the merchant account provider as security for future contingencies, including chargebacks. The standard is 10% rolling reserve for 180 days, which means that there is a portion from every transaction that is held for 6 months, then settled to the merchant. Contact us to learn more about rolling reserve.": "Роллинг Резерв — это некоторый процент от средств продавца, который хранится у поставщика платежных услуг на счету в Банке,  в качестве обеспечения на случай непредвиденных обстоятельств в будущем, включая возвратные платежи. Стандарт составляет 10% роллинг резерва на 180 дней, что означает, что часть от каждой транзакции удерживается в течение 6 месяцев, а затем выплачивается продавцу. Свяжитесь с нами, чтобы узнать больше о роллинг резерве.",

  "What cards can be processed by Fastoo?": "Карты каких платежных систем процессит Fastoo?",
  "We are able to give you the possibility to accept cards bearing Visa, MasterCard, MIR logos as well as other major credit card payments. Contact us to know the full list of accepted credit cards.": "Мы можем предоставить вам возможность принимать оплаты картами с логотипами Visa, MasterCard, а также другие основные платежи по картам. Свяжитесь с нами, чтобы узнать полный список принимаемых карт.",

  "How long does it take to set up?": "Сколько времени занимает настройка?",
  "Your merchant account application will be checked within 24 hours. As soon as our acquirer considers your application in a positive way and you provide us with all the required documents you will be able to accept credit card payments on your website. It typically takes up 2 days.": "Ваша заявка на регистрацию аккаунта будет проверена в течение 24 часов. Как только наши специалисты положительно рассмотритрят вашу заявку и вы предоставите нам все необходимые документы, вы сможете принимать платежи по кредитным на своем веб-сайте.",

  "What is registration for?": "Для чего нужна регистрация?",
  "Merchants are able to register on our website and have an access to cabinet. When integration is done, merchant obtains completely functional cabinet with advanced tools and report system. Before that the most of options are unavailable.": "Продавцы могут зарегистрироваться на нашем сайте и получить доступ к кабинету. После интеграции мерчант получает полностью функциональный кабинет с расширенными инструментами и системой отчетов. До этого большинство опций недоступны.",

  "Where payment page is actually situated? I want customers stay on my website.": "Где на самом деле находится платежная страница? Я хочу, чтобы клиенты оставались на моем сайте.",
  "That is okay, we can do it. Own payment page or iFrame might be the option you are looking for. In the terms of it your customers will not be redirected and the payment page appearance is up to you. Please note that Own payment page option requires PCI DSS license. Contact us to learn more about Fastoo integration options.": "Это нормально, мы можем это сделать. Возможно, вам подойдет собственная платежная страница или iFrame. При этом ваши клиенты не будут перенаправлены, а внешний вид платежной страницы зависит только от вас. Обратите внимание, что для опции «Собственная платежная страница» требуется наличие сертификата PCI DSS. Свяжитесь с нами, чтобы узнать больше о вариантах интеграции Fastoo.",

  "What is the price for my business?": "Какова цена моего бизнеса?",
  "Fastoo works with multitude of different industries and each has own features. Fastoo pricing attitude is the most friendly in the market as our prices are fair and transparent. Contact us to learn more about pricing.": "Fastoo работает с множеством различных отраслей, каждая из которых имеет свои особенности. Отношение Fastoo к ценообразованию самое лояльное на рынке, так как наши тарифи лояльны и прозрачны. Свяжитесь с нами, чтобы узнать больше информации отарифах.",

  "What is the main difference between direct merchant account and aggregated?": "В чем основное отличие прямого мерчант-аккаунта от агрегированного?",
  "Direct merchant or dedicated merchant account is merchant’ s exclusive and fully controlled account, not shared with other merchants. It is a flexible option with less processing fees which will give you a lot of benefits. To get it the merchant must satisfy all the requirements and provide the full package of documents. The account in the name of a 3rd party is called third-party or aggregated account. For those, who may have difficulties in obtaining their own account due to the type of business or a poor credit history, aggregated merchant account is the best alternative. In this case a large bank account is created and the merchants funds are processed and then dispersed to the individual merchants. It can be risky because there are other companies on the same account with you. The advantage of this type of account is that the acquirers have less strict acceptance criteria and it is relatively easy to get it.": "Прямой мерчант - аккаунт или грегированный мерчант-аккаунт — это эксклюзивный и полностью контролируемый аккаунт мерчанта, которым не пользуются другие мерчанты. Это гибкий вариант с меньшими сборами за обработку, который даст вам много преимуществ. Для его получения мерчант должен выполнить все требования и предоставить полный пакет документов. Учетная запись на имя третьего лица называется сторонней или агрегированной учетной записью. Для тех, у кого могут возникнуть трудности с получением собственной учетной записи из-за типа бизнеса или плохой кредитной истории, лучшей альтернативой является агрегированный мерчант-аккаунт. В этом случае создается крупный банковский счет, и средства продавцов обрабатываются, а затем распределяются среди отдельных продавцов. Это может быть рискованно, потому что с вами работают другие компании. Преимущество этого типа счета в том, что у эквайеров менее строгие критерии приемлемости, и его относительно легко получить.",

  "How do I handle refunds?": "Как мне обрабатывать возвраты?",
  "Refund is made in case of order cancellation and there are various reasons why customers may wish to return merchandise or service. A refund can be for any purpose, like defectiveness of goods, mistaken purchase of the unsuitable product or personal dissatisfaction. But regardless the reason of initiated refund, it is always between the merchant and its customer. To process a refund, you may follow several easy steps. You login to your merchant account, click on the transaction you wish to be refunded and just use the Refund button.": "Возврат производится в случае отмены заказа, и существуют различные причины, по которым клиенты могут захотеть вернуть товар или услугу. Возврат может осуществляться по любой причине, например, из-за дефекта товара, ошибочной покупки неподходящего товара или личной неудовлетворенности. Но независимо от причины инициированного возврата, это всегда между продавцом и его покупателем. Чтобы обработать возврат, вы можете выполнить несколько простых шагов. Вы входите в свою учетную запись продавца, нажимаете на транзакцию, которую хотите вернуть, и просто используете кнопку «Возврат».",

  "How does Fastoo prevent fraud?": "Как Fastoo предотвращает мошенничество?",
  "Fastoo provides safe and relevant payment services by implementing a mix of standards, rules and approaches. We are constantly doing our best to improve our anti-fraud system. This is achieved by the inclusion of a self-learning system of mathematical models, continuous improvement of the software and our professional analysts, availability of large and static database of successful and fraud transactions and may other options.": "Fastoo предоставляет безопасные и соответствующие платежные услуги, применяя сочетание стандартов, правил и подходов. Мы постоянно делаем все возможное, чтобы улучшить нашу систему защиты от мошенничества. Это достигается за счет включения автоматизированных систем, постоянного совершенствования программного обеспечения и наших профессиональных аналитиков, наличия большой и статичной базы успешных и мошеннических транзакций и, возможно, других опций.",

  "Does Fastoo support recurring billing?": "Поддерживает ли Fastoo рекуррентные платежи?",
  "Recurring payments are the payments made automatically at regular intervals. Here is an example. A customer purchases a membership with a monthly cycle type. The order is set up and recurs every month and the customer’s credit card is automatically charged to process following payments in a fixed schedule. Fastoo supports recurring billing and subscription services.": "Рекуррентные платежи — это платежи, осуществляемые автоматически через равные промежутки времени. Вот пример. Клиент приобретает членство с месячным циклом. Заказ создается и повторяется каждый месяц, а кредитная карта клиента автоматически списывается для обработки следующих платежей по фиксированному графику. Fastoo поддерживает рекуррентные платежи и подписки.",

  "__comment__": "Do not translate this. Glossary Page",

  "2-step authentication – is an optional security feature involving two stages to verify the identity of an entity trying to access services in a computer or in a network. This is a special case of a multi-factor authentication which might involve only one of the three authentication factors (a knowledge factor, a possession factor, and an inherence factor) for both steps.": "Двухэтапная аутентификация — это дополнительная функция безопасности, включающая два этапа проверки личности объекта, пытающегося получить доступ к службам на компьютере или в сети. Это особый случай многофакторной аутентификации, который может включать только один из трех факторов аутентификации (фактор знания, фактор владения и фактор неотъемлемости) на обоих этапах.",
  "3D secure – is a protocol designed to be an additional security layer for online credit and debit card transactions. Developed by Visa and licensed by MasterCard, 3D Secure stands for “Three Domain Secure” – the domains being the acquiring bank (retailer’s bank), the issuing bank (the cardholder’s bank) and the infrastructure that supports the 3D Secure protocol.": "3D Secure — это протокол, разработанный как дополнительный уровень безопасности для онлайн-транзакций по кредитным и дебетовым картам. Разработанный Visa и лицензированный MasterCard, 3D Secure расшифровывается как «Three Domain Secure» — доменами являются банк-эквайер (банк продавца), банк-эмитент (банк держателя карты) и инфраструктура, поддерживающая протокол 3D Secure.",

  "Please also check our Articles section to understand Fastoo payment solution better. For more information please contact us.": "Пожалуйста, также проверьте раздел «Статьи», чтобы лучше понять решение для быстрых платежей. Для получения более подробной информации, пожалуйста, свяжитесь с нами.",

  "Account -  is a record of financial transactions for an asset or individual, such as at a bank, brokerage, credit card company or retail store.": "Счет — это запись финансовых транзакций для актива или физического лица, например, в банке, брокерской компании, компании, выпускающей кредитные карты, или в розничном магазине.",
  "Account balance -  is the amount of money on the account, equal to the net of credits and debits at that point in time for that account.": "Баланс счета - это сумма денег на счете, равная за вычетом кредитов и дебетов на данный момент времени для этого счета.",
  "Aggregated account -  is the account in the name of a third party. For those, who may have difficulties in obtaining their own account due to the type of business or a poor credit history, aggregated merchant account is the best alternative. In this case a large bank account is created and the merchants funds are processed and then dispersed to the individual merchants.": "Агрегированный счет - это счет на имя третьего лица. Для тех, у кого могут возникнуть трудности с получением собственной учетной записи из-за типа бизнеса или плохой кредитной истории, лучшей альтернативой является агрегированный мерчант-аккаунт. В этом случае создается крупный банковский счет, и средства продавцов обрабатываются, а затем распределяются среди отдельных продавцов.",
  "Acquiring bank -  is a bank or financial institution that processes credit and or debit card payments for products or services for a merchant.": "Банк-эквайер - это банк или финансовое учреждение, которое обрабатывает платежи по кредитным и/или дебетовым картам за товары или услуги для продавца.",
  "API -  is an abbreviation of application program interface, a set of protocols, and tools for building software applications which will give the possibility to accept payments through the website.": "API - это аббревиатура прикладного программного интерфейса, набора протоколов и инструментов для создания программных приложений, которые дадут возможность принимать платежи через сайт.",
  "Authentication -  is the process of assuring that a credit card transaction has been initiated by an authorized user of that card. From the merchant’s point of view, authentication means getting the right information from the consumer, and having it verified by the transaction network.": "Аутентификация — это процесс подтверждения того, что транзакция по кредитной карте инициирована авторизованным пользователем этой карты. С точки зрения продавца, аутентификация означает получение правильной информации от потребителя и ее проверку транзакционной сетью.",
  "Authorization code -  is a set of numbers that an issuer or its authorizing processor provides to indicate approval or denial for an authorization request.": "Код авторизации — это набор чисел, которые эмитент или его авторизующий обработчик предоставляет для обозначения одобрения или отклонения запроса на авторизацию.",

  "B2B -  is Business-to-business describes commerce transactions between businesses, such as between a manufacturer and a wholesaler, or between a wholesaler and a retailer.": "B2B — это Business-to-Business, описывающая торговые операции между предприятиями, например, между производителем и оптовым продавцом или между оптовым продавцом и розничным продавцом.",
  "Bank card -  is a card that can be used by a cardholder and accepted by a merchant to make a payment for a purchase or in payment of some other obligation.": "Банковская карта - это карта, которая может быть использована держателем карты и принята продавцом для оплаты покупки или для оплаты какого-либо другого обязательства.",
  "Bank statement - is a record, usually sent to the account holder once per month, summarizing all transactions in an account during the time from the previous statement to the current statement. The opening balance from the prior month combined with the net of all transactions during the period should result in the closing balance for the current statement.": "Выписка из банка - это запись, обычно отправляемая владельцу счета один раз в месяц, обобщающая все операции по счету за время от предыдущей выписки до текущей выписки. Начальное сальдо за предыдущий месяц в сочетании с вычетом всех операций за период должно дать конечное сальдо для текущего отчета.",
  "Bank reference letter -  is the information released by a bank about a customer to another bank or lending institution. Bank references generally include number of years of a customer’s relationship with the bank, number of loans and the amounts of their balances, type and quality of collateral(s) provided, and a copy of the customer’s latest statement of financial affairs on file with the bank.": "Рекомендательное письмо банка - это информация, предоставляемая банком о клиенте другому банку или кредитному учреждению. Банковские справки обычно включают количество лет отношений клиента с банком, количество кредитов и суммы их остатков, тип и качество предоставленного обеспечения, а также копию последнего отчета о финансовых делах клиента, хранящегося в архиве. банк.",

  "Cardholder -  is a person who holds a credit card or debit card.": "Владелец карты - это лицо, которое держит кредитную карту или дебетовую карту.",
  "Chargeback -  is the reversal of funds to a customer forcibly initiated by the issuing bank which can be very costly. The most widespread reasons for chargebacks are returned goods, terminated services, disputes, mistakes or fraudulent activities. However, merchants can minimize chargebacks by ensuring customer satisfaction and transaction reliability, publishing his returns policy and providing a high level of support on his website.": "Возвратный платеж — это возврат средств клиенту, принудительно инициированный банком-эмитентом, который может быть очень дорогостоящим. Наиболее распространенными причинами возвратных платежей являются возврат товаров, прекращение оказания услуг, споры, ошибки или мошеннические действия. Тем не менее, продавцы могут свести к минимуму возвратные платежи, обеспечив удовлетворенность клиентов и надежность транзакций, опубликовав его политику возврата и предоставив высокий уровень поддержки на своем веб-сайте.",
  "Chargeback period -  is the number of days, from the transaction’s processing date or endorsement date, during which the issuer may initiate a chargeback.": "Период возвратного платежа - количество дней с даты обработки транзакции или даты подтверждения, в течение которых эмитент может инициировать возвратный платеж.",
  "Code of authentification -  is the set of numbers used to authenticate a message and to provide integrity and authenticity assurances on the transaction.": "Код проверки подлинности — это набор чисел, используемый для проверки подлинности сообщения и обеспечения гарантий целостности и подлинности транзакции.",
  "Credit card -  is the plastic card bearing an account number assigned to a cardholder. Credit cards are issued with a set credit limit and expiry date.": "Кредитная карта - это пластиковая карта с номером счета, присвоенным держателю карты. Кредитные карты выпускаются с установленным кредитным лимитом и сроком действия.",
  "Credit card fraud -  is a wide- ranging term for theft and fraud committed using a credit card or any similar payment mechanism as a fraudulent source of funds in a transaction. The purpose may be to obtain goods without paying, or to obtain unauthorized funds from an account. Credit card fraud is also an adjunct to identity theft.": "Мошенничество с кредитными картами — это широкий термин, обозначающий кражу и мошенничество, совершенные с использованием кредитной карты или любого аналогичного платежного механизма в качестве мошеннического источника средств в транзакции. Целью может быть получение товаров без оплаты или несанкционированное получение средств со счета. Мошенничество с кредитными картами также является дополнением к краже личных данных.",
  "Credit limit -  is the amount of credit that a financial institution extends to a client. Credit limit also refers to the maximum amount a credit card company will allow someone to borrow on a single card. Credit limits are usually determined based on information contained in the application of the person seeking credit, or that person’s credit rating.": "Кредитный лимит – это сумма кредита, которую финансовая организация предоставляет клиенту. Кредитный лимит также относится к максимальной сумме, которую компания-эмитент кредитной карты позволяет кому-либо занимать на одной карте. Кредитные лимиты обычно определяются на основе информации, содержащейся в заявке лица, обращающегося за кредитом, или кредитного рейтинга этого лица.",
  "Сreation of merchant account -  is a step-by-step process to integrate the payment gateway to the online shop and have the possibility to start accepting payments via credit and debit cards.": "Создание мерчант-аккаунта - это пошаговый процесс интеграции платежного шлюза в интернет-магазин и возможность начать принимать платежи с помощью кредитных и дебетовых карт.",
  "CVV -  is one of the credit card industry’s several acronyms for the credit card security code that helps verify the legitimacy of a credit card. Depending on the card, the security code can be a three-digit or four-digit number, printed on either on the back of the card or the front. CVV stands for “card verification value” code. Other card issuers call their security codes CVV2 (Visa), CVC2 (MasterCard) or CID (American Express).": "CVV — это один из нескольких аббревиатур в индустрии кредитных карт для кода безопасности кредитной карты, который помогает проверить легитимность кредитной карты. В зависимости от карты защитный код может представлять собой трехзначное или четырехзначное число, напечатанное либо на обратной, либо на лицевой стороне карты. CVV расшифровывается как «код подтверждения карты». Другие эмитенты карт называют свои коды безопасности CVV2 (Visa), CVC2 (MasterCard) или CID (American Express).",

  "Data breach occurs when hackers snatch credit card information that could be used to commit fraud or identity theft. Increasingly, data breaches occur at computing choke points through which many thousands of pieces of financial data must pass.": "Нарушение данных происходит, когда хакеры похищают информацию о кредитной карте, которая может быть использована для совершения мошенничества или кражи личных данных. Все чаще утечки данных происходят в вычислительных точках, через которые должны пройти многие тысячи фрагментов финансовых данных.",
  "Debit card -  is a plastic card used to complete a bank account withdrawal from a cardholder’s bank account. Unlike a credit card, debit card purchases are deducted automatically from the cardholder’s account.": "Дебетовая карта - это пластиковая карта, используемая для совершения снятия средств с банковского счета держателя карты. В отличие от кредитной карты, покупки по дебетовой карте автоматически списываются со счета держателя карты.",
  "Discount rate -  is the rate is the fee paid by merchants to credit card processor as a fee associated with accepting general-use credit cards (such as Visa, MasterCard, American Express and Discover).": "Ставка дисконтирования — это ставка, которую продавцы уплачивают обработчику кредитных карт в качестве комиссии, связанной с приемом кредитных карт общего пользования (таких как Visa, MasterCard, American Express и Discover).",
  "Direct account or dedicated merchant account -  is merchant’ s exclusive and fully controlled account not shared with other merchants. It is a flexible option with less processing fees which will give you a lot of benefits. To get it the merchant must satisfy all the requirements and provide the requirements with full package of documents.": "Прямая учетная запись или выделенная учетная запись продавца - это эксклюзивная и полностью контролируемая учетная запись продавца, не используемая совместно с другими продавцами. Это гибкий вариант с меньшими сборами за обработку, который даст вам много преимуществ. Для его получения мерчант должен выполнить все требования и предоставить требования с полным пакетом документов.",

  "E-commerce (commonly known as e-commerce or eCommerce) -  is a type of industry where the buying and selling of products or services is conducted over electronic systems such as the Internet and other computer networks.": "Электронная коммерция (широко известная как электронная коммерция или электронная коммерция) — это тип отрасли, в которой покупка и продажа продуктов или услуг осуществляется через электронные системы, такие как Интернет и другие компьютерные сети.",
  "Expiration date -  is a date when bank card ceases to be effective or operative.": "Дата истечения срока действия - дата, когда банковская карта перестает быть эффективной или действующей.",

  "Issuing bank -  is a bank that offers card association branded payment cards directly to consumers. The name is derived from the fact that it issues payment to the acquiring bank on behalf of its customer (the purchaser in the transaction).": "Банк-эмитент - это банк, предлагающий платежные карты под брендом карточной ассоциации непосредственно потребителям. Название происходит от того факта, что он производит платеж банку-эквайеру от имени своего клиента (покупателя в сделке).",
  "Magnetic stripe -  is a type of card capable of storing data by modifying the magnetism of tiny iron-based magnetic particles on a band of magnetic material on the card. The magnetic stripe, sometimes called swipe card or magstripe, is read by swiping past amagnetic reading head.": "Магнитная полоса — это тип карты, способной хранить данные путем изменения магнетизма крошечных магнитных частиц на основе железа на полосе магнитного материала на карте. Магнитная полоса, иногда называемая магнитной картой или магнитной полосой, считывается путем проведения пальцем мимо немагнитной считывающей головки.",
  "MasterCard Secure -  is a service to enhance your existing MasterCard account. A private code means added protection against unauthorized use of your card when you shop at participating online retailers.": "MasterCard Secure - это услуга по улучшению вашей существующей учетной записи MasterCard. Частный код означает дополнительную защиту от несанкционированного использования вашей карты при совершении покупок в интернет-магазинах, участвующих в программе.",
  "Memory card or smart card -  is a chip card is a plastic card that has a computer chip implanted into it that enables the card to perform certain functions. These could include financial transactions, security system access, and storage of medical or other records.": "Карта памяти или смарт-карта - чип-карта представляет собой пластиковую карту, в которую вживлен компьютерный чип, позволяющий карте выполнять определенные функции. Это могут быть финансовые транзакции, доступ к системе безопасности и хранение медицинских или других записей.",
  "Merchant -  is the owner of online business that accepts credit card payments.": "Мерчант - владелец интернет-бизнеса, принимающий платежи по кредитным картам.",

  "Order form -  is special form on the website where customer enter his credit card details to make a purchase.": "Форма заказа - это специальная форма на сайте, в которую покупатель вводит данные своей кредитной карты для совершения покупки.",

  "Payment gateway -  is an e-commerce application service provider that automates the payment transaction between the customer and merchant. It is usually a third-party service that is actually a system of computer processes that process, verify, and accept or decline credit card transactions on behalf of the merchant through secure Internet connections. The payment gateway is the infrastructure that allows a merchant to accept credit card and other forms of electronic payment.": "Платежный шлюз — это приложение для электронной коммерции, которое автоматизирует платежную транзакцию между покупателем и продавцом. Обычно это сторонняя служба, которая на самом деле представляет собой систему компьютерных процессов, которые обрабатывают, проверяют и принимают или отклоняют транзакции по кредитным картам от имени продавца через безопасное интернет-соединение. Платежный шлюз — это инфраструктура, которая позволяет продавцу принимать кредитные карты и другие формы электронных платежей.",
  "Payout -  is the expected financial return from an investment over a given period of time. Payout may be expressed on an overall or periodic basis as either a percentage of the investment’s cost or in a real dollar amount. Payout can also refer to the period of time in which an investment or a project is expected to recoup its initial capital investment and become minimally profitable.": "Выплата – это ожидаемая финансовая отдача от инвестиций за определенный период времени. Выплата может быть выражена на общей или периодической основе либо в процентах от стоимости инвестиций, либо в реальной сумме в долларах. Выплата также может относиться к периоду времени, в течение которого ожидается, что инвестиции или проект окупят свои первоначальные капитальные вложения и станут минимально прибыльными.",
  "PCI DSS(The Payment Card Industry Data Security Standard) -  is a proprietary information security standard for organizations that handle cardholder information for the major debit,credit, prepaid, e-purse, ATM, and POS cards. This standard was created to increase controls around cardholder data to reduce credit card fraud via its exposure.": "PCI DSS (Стандарт безопасности данных индустрии платежных карт) — это частный стандарт информационной безопасности для организаций, которые обрабатывают информацию о держателях карт для основных дебетовых, кредитных, предоплаченных, электронных кошельков, банкоматов и POS-карт. Этот стандарт был создан для усиления контроля над данными о держателях карт, чтобы уменьшить мошенничество с кредитными картами из-за их раскрытия.",
  "Pre-authorisation -  is the practice within the banking industry of authorizing electronic transactions done with a debit card or credit card and holding this balance as unavailable either until the merchant clears the transaction, or the hold “falls off.” In the case of debit cards, authorization holds can fall off the account anywhere from 1–5 days after the transaction date depending on the bank’s policy; in the case of credit cards, holds may last as long as 30 days, depending on the issuing bank.": "Предварительная авторизация — это практика в банковской сфере авторизации электронных транзакций, выполняемых с помощью дебетовой или кредитной карты, и удержания этого баланса как недоступного либо до тех пор, пока продавец не очистит транзакцию, либо пока блокировка не «отпадет». В случае дебетовых карт блокировка авторизации может прекратиться через 1–5 дней после даты транзакции в зависимости от политики банка; в случае кредитных карт удержание может длиться до 30 дней, в зависимости от банка-эмитента.",
  "Processing center -  is a corporation or financial institution that acts as an intermediary between merchants and customers. This sort of entity mainly handles credit card processing for other companies. Acquirers are paid a certain percentage of each transaction along with any fees that the institution may impose on merchants.": "Процессинговый центр — это корпорация или финансовое учреждение, выступающее в роли посредника между продавцами и покупателями. Этот вид организации в основном занимается обработкой кредитных карт для других компаний. Эквайрерам выплачивается определенный процент от каждой транзакции, а также любые сборы, которые учреждение может взимать с продавцов.",

  "Refund -  is made in case of order cancellation and there are various reasons why customers may wish to return merchandise or service. A refund can be for any purpose, like defectiveness of goods, mistaken purchase of the unsuitable product or personal dissatisfaction. But regardless the reason of initiated refund, it is always between the merchant and its customer.": "Возврат - производится в случае отмены заказа и при наличии различных причин, по которым клиенты могут захотеть вернуть товар или услугу. Возврат может осуществляться по любой причине, например, из-за дефекта товара, ошибочной покупки неподходящего товара или личной неудовлетворенности. Но независимо от причины инициированного возврата, это всегда между продавцом и его покупателем.",
  "Recurring payment -  is made automatically at regular intervals. Here is an example. A customer purchases a membership with a monthly cycle type. The order is set up and recurs every month and the customer’s credit card is automatically charged to process following payments in a fixed schedule.": "Рекуррентный платеж - производится автоматически через равные промежутки времени. Вот пример. Клиент приобретает членство с месячным циклом. Заказ создается и повторяется каждый месяц, а кредитная карта клиента автоматически списывается для обработки следующих платежей по фиксированному графику.",
  "Rolling reserve -  is some percentage of a merchant’s funds in his merchant account that is held by the merchant account provider as security for future contingencies, including chargebacks.": "Скользящий резерв - это некоторый процент средств продавца на его счете продавца, который удерживается поставщиком счета продавца в качестве обеспечения на случай непредвиденных обстоятельств в будущем, включая возвратные платежи.",

  "Settlement period -  is time between the settlement date and the transaction date that is allotted to the parties of a transaction to satisfy the transaction’s obligations. The buyer must make payment within the settlement period, while the seller must deliver the purchased security within this period.": "Расчетный период - время между датой расчетов и датой сделки, отводимое сторонам сделки для исполнения обязательств по сделке. Покупатель должен произвести оплату в течение расчетного периода, а продавец должен поставить купленную ценную бумагу в течение этого периода.",
  "Skimming -  is the theft of credit card information used in an otherwise legitimate transaction. The thief can procure a victim’s credit card number using basic methods such as photocopying receipts or more advanced methods such as using a small electronic device (skimmer) to swipe and store hundreds of victims’ credit card numbers.": "Скимминг — это кража информации о кредитной карте, используемой в законной транзакции. Вор может получить номер кредитной карты жертвы, используя простые методы, такие как фотокопирование квитанций, или более сложные методы, такие как использование небольшого электронного устройства (скиммера) для считывания и хранения сотен номеров кредитных карт жертв.",
  "SSL -  is a secure web protocol designed to ensure cardholder information is safe during the ordering process.": "SSL — это безопасный веб-протокол, предназначенный для обеспечения безопасности информации о держателях карт во время процесса заказа.",

  "Transaction fee -  is per- transaction charge that a merchant provider or processor charges merchants for each transaction processed.": "Плата за транзакцию — это плата за транзакцию, которую продавец или процессор взимает с продавцов за каждую обработанную транзакцию.",

  "Virtual terminal -   is a service that allows manual processing of credit card transactions through means of an electronic connections": "Виртуальный терминал - это услуга, позволяющая вручную обрабатывать транзакции по кредитным картам посредством электронных подключений.",

  "__comment__": "Do not translate this. Payment Solutions System Page",

  "How it works": "Как это работает",

  "Fastoo payment solution is all-in-one technical and financial solution created to fulfill various merchant's needs. Secure, easy-to-use, reliable on the one hand; beneficial and trustworthy on the other. To accept payments in the terms of Fastoo payment solutions means to work with the best possible pricing and being supported by first-class payment technology.": "Платежное решение Fastoo — это комплексное техническое и финансовое решение, созданное для удовлетворения различных потребностей продавца. Безопасный, простой в использовании, надежный с одной стороны; выгодно и надежно с другой. Принимать платежи в рамках платежных решений Fastoo означает работать с наилучшей ценой и поддерживаться первоклассной платежной технологией.",
  "Fastoo works both with startups and experienced companies. The big part of our best merchants were startups when they firstly applied for our payment solution. Competent approach along with stimulative conditions from our side gave these companies possibility to focus on their business goals and achieve them one after another. We are very proud of our merchants and we proceed growing together by supporting each other.": "Fastoo работает как со стартапами, так и с опытными компаниями. Большая часть наших лучших продавцов были стартапами, когда они впервые подали заявку на наше платежное решение. Грамотный подход и стимулирующие условия с нашей стороны дали этим компаниям возможность сосредоточиться на своих бизнес-целях и последовательно достигать их. Мы очень гордимся нашими продавцами и продолжаем расти вместе, поддерживая друг друга.",
  "Fair pricing - You will not ever find any slippery formulations or hidden fees in the terms of our payment solutions.": "Выгодные условия и тарифы. Вы никогда не найдете скользких формулировок или скрытых комиссий в условиях наших платежных решений.",
  "Easy and fast integration - Full support on every stage of integration makes the whole process quick and smooth.": "Простая и быстрая интеграция. Полная поддержка на каждом этапе интеграции делает весь процесс быстрым и гладким.",
  "Timely payouts - Be sure that you will receive your money exactly on time without any delays from our side.": "Своевременные выплаты - Будьте уверены, что вы получите свои деньги точно в срок без каких-либо задержек с нашей стороны.",
  "Chief features of Fastoo payment solution": "Основные характеристики решения для быстрых платежей",
  "PCI DSS Level 1 - The highest security level excludes even a hint of unauthorized actions or other fraudulent activity. Payments are processed securely with Fastoo.": "PCI DSS Level 1 — высший уровень безопасности исключает даже намек на несанкционированные действия или другую мошенническую деятельность. Платежи обрабатываются безопасно с Fastoo.",
  "Advanced back-office - Armed with multitude of useful features you will be able to put your business on previously unimaginable heights.": "Расширенный бэк-офис. Вооружившись множеством полезных функций, вы сможете вывести свой бизнес на невообразимые ранее высоты.",

  "__comment__": "Do not translate this. Credit Card Processing Page",

  "Fastoo is the company that successfully helps merchant from numerous types of business with credit card processing. All our clients are different. They have own style of work, however we provide payments solutions for everyone. Regardless of type of industry or size, each company is eager to receive first-rate credit card processing solution on fair conditions with all needful features and extremely high level of reliability. Very important thing is customer service because the best payment solution is solution offered opportunely.": "Fastoo — это компания, которая успешно помогает продавцам различных видов бизнеса с процессингом платежных карт. Все наши клиенты разные. У них свой стиль работы, но мы предоставляем платежные решения для всех. Независимо от типа отрасли или размера, каждая компания стремится получить первоклассное решение для обработки платежных карт на выгодных условиях со всеми необходимыми функциями и чрезвычайно высоким уровнем надежности. Очень важной целью является обслуживание клиентов, потому что лучшее платежное решение — это решение, предложенное своевременно и по выгодным условиям.",
  "That is why Fastoo credit card processing is multifunctional all-in-one solution merchants are looking for. Our dedicated managers are always ready to offer you the best possible credit card processing and you can be sure that the whole process will pass quickly and smoothly. Your optimal payment solution is closer than you think. The search for better payment solution ends here as more than 50% of our merchants switched to us from other providers. They have already found optimal solution for credit card processing, why don’t you do the same?": "Вот почему обработка платежных карт Fastoo — это многофункциональное универсальное решение, которое ищут продавцы. Наши преданные своему делу менеджеры всегда готовы предложить вам наилучшее обслуживание карты, и вы можете быть уверены, что весь процесс пройдет быстро и гладко. Ваше оптимальное платежное решение ближе, чем вы думаете. На этом поиск лучшего платежного решения заканчивается, так как более 50% наших продавцов перешли на нас от других поставщиков. Они уже нашли оптимальное решение для процессинга карт, почему бы вам не сделать то же самое?",
  "Credit Card Processing": "Принцип работы и  процессинг платежей",
  "Credit card processing chart": "Принцип работы интернет-эквайринга Fastoo",
  "Customer makes a purchase at Merchant’s webstore. The transaction information is momentarily transferred to Fastoo servers by force of different payment page features.": "Клиент совершает покупку в интернет-магазине Продавца. Информация о транзакции мгновенно передается на серверы Fastoo с помощью различных функций платежной страницы.",
  "The payment data is checked by Fastoo fraud monitoring system and if only there are no suspicious actions it is sent to the trusted acquiring bank. Merchant receives immediate notice about passed transaction. In case our anti-fraud system reveals an unapproved attempt it blacklists this fraudulent user.": "Данные платежа проверяются системой мониторинга мошенничества Fastoo и при отсутствии подозрительных действий отправляются в доверенный банк-эквайер. Продавец получает немедленное уведомление о пройденной транзакции. Если наша система защиты от мошенничества обнаружит несанкционированную попытку, она занесет этого пользователя-мошенника в черный список.",
  "Acquiring Bank receives transaction information from our side and makes a request to Issuing Bank via International Payment System (VISA, MasterCard etc.)": "Банк-эквайер получает информацию о транзакции с нашей стороны и делает запрос в банк-эмитент через международную платежную систему (VISA, MasterCard и т.д.)",
  "Issuing Bank approves or declines the payment and informs both International Payment System and Acquiring Bank about that.": "Банк-эмитент одобряет или отклоняет платеж и информирует об этом Международную платежную систему и Банк-эквайер.",
  "Fastoo receives the Issuing Bank reply with corresponding approval or denial code.": "Fastoo получает ответ банка-эмитента с соответствующим кодом подтверждения или отказа.",
  "Fastoo processes the reply from Acquiring Bank and notifies Merchant that transaction has passed.": "Fastoo обрабатывает ответ от банка-эквайера и уведомляет продавца о том, что транзакция прошла.",
  "Customer sees an information on the monitor that purchase has been successfully made.": "Покупатель видит на мониторе информацию о том, что покупка успешно совершена.",
  "Advantages of Fastoo credit card processing": "Преимущество обработки платежей",
  "United together security, convenience and reliability are qualities that form Fastoo credit card processing making it universal for merchants from all around the world. We believe that every client is unique one, which is why our credit card processing solution is flexible enough to meet all merchants’ needs. We strictly adhere to the attitude that our merchants deserve to feel every single day that they are being processed by the best company in the sphere of credit card processing. 5 following advantages clearly show how do we achieve this goal.": "Объединенные воедино безопасность, удобство и надежность — качества, которые формируют процессинг кредитных карт Fastoo, делая его универсальным для продавцов со всего мира. Мы считаем, что каждый клиент уникален, поэтому наше решение для обработки кредитных карт достаточно гибкое, чтобы удовлетворить все потребности продавцов. Мы строго придерживаемся мнения, что наши продавцы заслуживают того, чтобы каждый божий день чувствовать, что их обрабатывает лучшая компания в сфере процессинга кредитных карт. 5 следующих преимуществ наглядно показывают, как мы достигаем этой цели.",

  "__comment__": "Do not translate this. Internet Acquiring Solution Page",

  "The main activity of Fastoo processing company is providing of Internet acquiring services. Having a lot of successful experience in e-commerce sphere we provide worldwide Internet businesses with high-quality acquiring solutions. Experience of working with diverse industries allows us to elaborate optimal payment solutions which have already proved their success in practice. If you have a website and want to accept online payments through it, then our Internet acquiring solution is designed specially for you. We supply all necessary in order to let your business develop using fair rates and conquer leading positions in its area. We have highlighted 5 main features that help our merchants to succeed.": "Основным направлением деятельности процессинговой компании Fastoo является предоставление услуг интернет-эквайринга. Имея большой успешный опыт работы в сфере электронной коммерции, мы обеспечиваем интернет-бизнес по всему миру качественными эквайринговыми решениями. Опыт работы с различными отраслями позволяет нам разрабатывать оптимальные платежные решения, которые уже доказали свою эффективность на практике. Если у вас есть сайт и вы хотите принимать онлайн-платежи через него, то наше решение для интернет-эквайринга создано специально для вас. Мы обеспечиваем все необходимое для того, чтобы ваш бизнес развивался честными темпами и завоевывал лидирующие позиции в своей области. Мы выделили 5 основных функций, которые помогают нашим продавцам добиться успеха.",
  "Advantages of Fastoo Internet acquiring": "Преимущества быстрого интернет-эквайринга",
  "The principle of Fastoo Internet acquiring work": "Принцип работы Fastоо Internet эквайринга",
  "Customer makes a purchase at Merchant’s website. Coded information is momentarily transmitted on Fastoo servers.": "Клиент совершает покупку на сайте Продавца. Закодированная информация моментально передается на серверы Fastoo.",
  "When our anti-fraud system approves transaction, the data is transferred to Acquiring bank and Merchant receives a notification of payment status. In case there is some kind of fraudulent activity the payment will be declined and the data will be added to our static blacklist after checking.": "Когда наша антифрод-система одобряет транзакцию, данные передаются в Банк-эквайер, и Продавец получает уведомление о статусе платежа. В случае какой-либо мошеннической деятельности платеж будет отклонен, а данные будут добавлены в наш статический черный список после проверки.",
  "Acquiring bank receives payment information and initiates an inquiry to Issuing bank via International payment systems VISA and Mastercard.": "Банк-эквайер получает платежную информацию и инициирует запрос в банк-эмитент через международные платежные системы VISA и Mastercard.",
  "Issuing bank either approves or declines the payment and informs both International payment system and Acquiring bank.": "Банк-эмитент либо одобряет, либо отклоняет платеж, о чем информирует Международную платежную систему и Банк-эквайер.",
  "Fastoo instantly receives Issuing bank response along with unique code for acceptation or declination of transaction.": "Fastoo мгновенно получает ответ банка-эмитента вместе с уникальным кодом для принятия или отклонения транзакции.",
  "Fastoo notifies Merchant about payment status.": "Fastoo уведомляет продавца о статусе платежа.",
  "Customer receives confirmation of successful payment.": "Клиент получает подтверждение об успешной оплате.",
  "Industries for Fastoo Internet acquiring": "Отрасли для быстрого интернет-эквайринга",
  "The complete list of industries, which are acceptable for our payment solutions, would occupy the whole page, which is why we picked out the main types of industries because many their representatives have chosen our Internet acquiring services. If you don’t see your type of business here please contact us and see what we can offer you. Also in order to save time and efforts you can read the article “How to apply for a merchant account”. It will help you to comprehend how the entire process looks like and how to speed it up.": "Полный список отраслей, для которых подходят наши платежные решения, занял бы целую страницу, поэтому мы выделили основные виды отраслей, ведь многие их представители выбрали наши услуги интернет-эквайринга. Если вы не видите здесь свой тип бизнеса, свяжитесь с нами и узнайте, что мы можем вам предложить. Также в целях экономии времени и сил вы можете прочитать статью «Как подать заявку на мерчант-аккаунт». Это поможет вам понять, как выглядит весь процесс и как его ускорить.",

  "__comment__": "Do not translate this. Payment Gateway Page",

  "Fastoo payment technology is combination of numerous security features and handy tools that make payment acceptance beneficial and pleasant. Our elaborated payment gateway was developed by high-skilled team of web-developers, programmers and web-designers. We are constantly updating and upgrading our payment gateway allowing our clients to use only up-to-date product corresponding to the latest requirements and standards.": "Платежная технология Fastoo — это сочетание многочисленных функций безопасности и удобных инструментов, которые делают прием платежей выгодным и приятным. Наш усовершенствованный платежный шлюз был разработан высококвалифицированной командой веб-разработчиков, программистов и веб-дизайнеров. Мы постоянно обновляем и модернизируем наш платежный шлюз, что позволяет нашим клиентам использовать только актуальный продукт, соответствующий последним требованиям и стандартам.",
  "Fastoo payment gateway has intuitive and convenient interface. We do all imaginable to guard our clients from different unpleasant issues. That is why our payment gateway is PCI DSS Level 1 compliant and includes all contemporary secure options. However Fastoo payment gateway is extremely secured, we managed to make it understandable and user-friendly allowing our merchants to enjoy security and spend time on business development. You can be sure that our safety features keep you away from all kinds of unapproved access.": "Платежный шлюз Fastoo имеет интуитивно понятный и удобный интерфейс. Мы делаем все возможное, чтобы оградить наших клиентов от различных конфликтных моментов. Вот почему наш платежный шлюз соответствует стандарту PCI DSS уровня 1 и включает в себя все современные безопасные опции. Однако платежный шлюз Fastoo чрезвычайно безопасен, нам удалось сделать его понятным и удобным для пользователя, что позволяет нашим продавцам быть уверенным в безопасности и тратить время непосредственно на развитие бизнеса. Вы можете быть уверены, что наши функции безопасности защищают вас от всех видов несанкционированного доступа.",
  "Advanced security features": "Расширенные функции безопасности",
  "Fastoo payment gateway contemporary security features have been implemented to prevent any possibility of fraud actions. We do the utmost to protect our clients making our payment gateway utterly secured. Fastoo security department is permanently inventing and applying new technical tools that can decrease threat of damage caused by fraud. The whole team of programmers and managers is involved in this process because all participants of credit card processing scheme must obey security rules. This is the way how to make safety your friend and work without threat of damage.": "Современные функции безопасности платежного шлюза Fastoo были реализованы для предотвращения любой возможности мошенничества. Мы делаем все возможное, чтобы защитить наших клиентов, делая наш платежный шлюз полностью безопасным. Отдел безопасности Fastoo постоянно изобретает и применяет новые технические средства, которые могут снизить угрозу ущерба от мошенничества. В этом процессе участвует целая команда программистов и менеджеров, потому что все участники схемы процессинга кредитных карт должны соблюдать правила безопасности. Это способ сделать безопасность своим другом и работать без угрозы ущерба.",
  "List of our security features: *": "Список наших функций безопасности: *",
  "Fraud monitoring system. The mission of any fraud monitoring system is to prevent fraudulent activity before it happens. This system monitors merchant accounts for unusual or suspicious spending actions, and in case there is something irregular, the customer receives a phone call from one of our operator to be sure that transaction is veritable.": "Система мониторинга мошенничества. Задачей любой системы мониторинга мошенничества является предотвращение мошеннических действий до того, как они произойдут. Эта система отслеживает счета продавцов на предмет необычных или подозрительных действий по расходованию средств, и в случае возникновения каких-либо нарушений клиент получает телефонный звонок от одного из наших операторов, чтобы убедиться в подлинности транзакции.",
  "3D secure. As soon as customer credit card passes 3-D secure verification, the merchant’s business becomes totally protected from any unapproved transactions or claims about unauthorized access.": "3D-безопасность. Как только кредитная карта клиента проходит 3-D безопасную проверку, бизнес продавца становится полностью защищенным от любых несанкционированных транзакций или претензий о несанкционированном доступе.",
  "2 step authentication. The feature is additional step which has to be passed on the way of making a purchase. Usually a special code is sent via SMS on cardholder’s mobile phone which virtually reduces possibilities of fraud actions.": "2-этапная аутентификация. Эта функция является дополнительным шагом, который необходимо пройти на пути к совершению покупки. Обычно специальный код отправляется в виде SMS на мобильный телефон держателя карты, что практически снижает возможности мошеннических действий.",
  "Address Verification System (AVS). AVS compares the billing address provided by the cardholder with the address on file at the credit card company. Nowadays AVS is widely used in Georgiaa.": "Система проверки адресов (AVS). AVS сравнивает платежный адрес, предоставленный держателем карты, с адресом, указанным в файле компании-эмитента кредитных карт. В настоящее время AVS широко используется в Грузии.",
  "IP geolocation. The system is able to compare location of cardholder with physical location of credit card. In case something is suspicious the owner receives a phone call for proving.": "IP-геолокация. Система способна сравнивать местонахождение держателя карты с физическим местонахождением кредитной карты. В случае, если что-то вызывает подозрение, владелец получает телефонный звонок для доказательства.",
  "Velocity monitoring. Velocity monitoring is a technique used in the banking industry to detect potential fraudulent use of a debit card by analyzing sudden and dramatic changes in debit card usage.": "Мониторинг скорости. Мониторинг скорости — это метод, используемый в банковской сфере для обнаружения потенциального мошеннического использования дебетовой карты путем анализа внезапных и резких изменений в использовании дебетовой карты.",
  "* – this is not a full list of Fastoo security options": "* — это не полный список опций безопасности Fastoo",
  "Discover the simplicity of payment process using Fastoo payment gateway and merchant account.": "Откройте для себя простоту процесса оплаты, используя более быстрый платежный шлюз и торговый счет.",

  "__comment__": "Do not translate this. Recurring Billing service Page",

  "Recurring Billing service": "Услуга рекуррентных платежей",
  "With enabled Fastoo recurring billing option merchants receive recurring payments through their websites from customers on permanent base. Once customer agrees with the billing option, you start to receive payments automatically. Due to your terms and conditions client is able to opt out from using the service. Recurring billing option is beneficial and simple service, which allows merchants to regularly charge patrons and save the time and efforts.": "С включенной опцией периодического выставления счетов Fastoo продавцы получают регулярные платежи через свои веб-сайты от клиентов на постоянной основе. Как только клиент соглашается с вариантом выставления счетов, вы начинаете получать платежи автоматически. В соответствии с вашими условиями клиент может отказаться от использования услуги. Периодический биллинг — это выгодная и простая услуга, которая позволяет продавцам регулярно взимать плату с клиентов и экономить время и силы.",
  "In case you sell products and services on a recurring payments basis you can seriously ease and protect your business.   automatic recurring billing service drastically decreases your efforts spent on processing of customers’ payments allowing your clients to simply type their card details once, thereby agree that all following payments will be took out from their accounts at a certain time.": "Если вы продаете товары и услуги на основе регулярных платежей, вы можете серьезно облегчить и защитить свой бизнес. автоматический рекуррентный биллинг значительно снижает ваши усилия по обработке клиентских платежей, позволяя вашим клиентам просто один раз ввести данные своей карты, тем самым соглашаясь, что все последующие платежи будут сняты с их счетов в определенное время.",
  "Moreover, using this recurring billing service you can be sure that all due payments will be passed on time, hence there is no need to remind your clients about terms of payments. You will not miss any payment while working with  .": "Более того, используя эту услугу регулярного выставления счетов, вы можете быть уверены, что все причитающиеся платежи будут проведены вовремя, поэтому вам не нужно напоминать своим клиентам об условиях платежей. Вы не пропустите ни одного платежа при работе с .",
  "Fastoo recurring billing features": "Функция рекуррентных платежей",
  "If your business maintains continual subscriptions, Fastoo recurring billing system is what you are looking for. This system is very easy-to-integrate and it saves your time and spending costs. In addition to the fact that your customers do not need to enter credit card data details again and again, recurring payments have lesser risk level because they have already been monitored by our anti-fraud system.": "Если ваш бизнес поддерживает постоянные подписки, периодическая система выставления счетов Fastoo — это то, что вам нужно. Эта система очень проста в интеграции и экономит ваше время и затраты. Помимо того, что вашим клиентам не нужно снова и снова вводить данные кредитной карты, регулярные платежи имеют меньший уровень риска, поскольку они уже проверены нашей антифрод-системой.",
  "Also we took care that our merchants get the highest approval ratio by adjusting Fastoo billing system to peculiarities of different merchants’ businesses. Individual approach along with advanced technical features allow every merchant to successfully work with Fastoo payment solutions.": "Также мы позаботились о том, чтобы наши продавцы получали максимальное количество одобрений, адаптировав биллинговую систему Fastoo к особенностям бизнеса разных продавцов. Индивидуальный подход в сочетании с расширенными техническими возможностями позволяют каждому продавцу успешно работать с платежными решениями Fastoo.",
  "Industries that profit from Fastoo recurring billing option": "Отрасли, рекуррентных платежей Fastoo",
  "Mobile Gaming": "Мобильные игры",
  "Lottery": "Лотерея",
  "Gaming": "Игры",
  "Online education": "Онлайн-образование",
  "E-commerce": "Электронная коммерция",

  "__comment__": "Do not translate this. Multicurrency Processing service Page",

  "In the terms of nowaday world globalization merchants and their customers may be situated in different countries and even in different parts of the world. Certain time ago merchants were facing difficulties due to this fact, but today with Fastoo multicurrency processing solution it is not important whether you are working in Europe, Asia or Africa, America or Australia.": "В условиях современной мировой глобализации, продавцы и их покупатели могут находиться в разных странах и даже в разных частях света. Некоторое время назад из-за этого у продавцов возникали трудности, но сегодня с мультивалютным процессинговым решением Fastoo не важно, работаете ли вы в Европе, Азии или Африке, Америке или Австралии.",
  "Merchants and their customers are getting closer thanks to our multicurrency processing. We maintain large list of supported processing currencies to ease the payment process and save money on conversion. Nevertheless, you can always accept payments in currencies that are now available for processing with clear and transparent conversion rate.": "Продавцы и их клиенты становятся ближе благодаря нашему мультивалютному процессингу. Мы поддерживаем большой список поддерживаемых валют обработки, чтобы упростить процесс оплаты и сэкономить деньги на конвертации. Тем не менее, вы всегда можете принимать платежи в валютах, которые сейчас доступны для обработки, с понятным и прозрачным курсом конвертации.",
  "What benefits our merchants receive with multicurrency processing?": "Какие преимущества получают наши продавцы от мультивалютного процессинга?",
  "  multicurrency processing solution is strong and profitable owing to close business relations with partners worldwide who are as dedicated to merchants needs as we are. Using the possibility to pay in own currency your customers are sure now that there are no secret charges or additional fees concerned with conversion. List of processing currencies: *": "мультивалютное процессинговое решение является надежным и прибыльным благодаря тесным деловым отношениям с партнерами по всему миру, которые так же преданы потребностям продавцов, как и мы. Используя возможность оплаты в собственной валюте, ваши клиенты теперь уверены, что никаких секретных сборов или дополнительных комиссий, связанных с конвертацией, нет. Список валют процессинга: *",
  "* – processing currencies depend on payment solution": "* – валюты обработки зависят от платежного решения",
  "  developers have worked out an innovative option for international payments. This step forward brings convenience for all participants of transaction. As a result, payment process became faster and more efficient.": "  Разработчики проработали инновационный вариант международных платежей. Этот шаг вперед приносит удобство для всех участников сделки. В результате процесс оплаты стал быстрее и эффективнее.",
  "The dynamic currency method permits transactions operation in a customers local currency without pulling the plug for merchants. So far, traders will still obtain settlement in their base currency.": "Метод динамической валюты позволяет проводить транзакции в местной валюте клиента, не отключая продавцов. Пока что трейдеры по-прежнему будут получать расчеты в своей базовой валюте.",
  "Despite of the service’s distinctiveness, the security level keeps the same high quality. The additional function enhances the payment options alternatives for clients to chose from. Moreover, it will be a valuable tool to evolve and improve clients’ experience across the merchant’s website.": "Несмотря на своеобразие сервиса, уровень безопасности остается неизменно высоким. Дополнительная функция расширяет возможности выбора вариантов оплаты для клиентов. Более того, это будет ценный инструмент для развития и улучшения качества обслуживания клиентов на веб-сайте продавца.",
  "This solution could be implemented by the company of any size, willing to endear consumers and to generate profit at the same time. Multicurrency method empowers merchants to offer an inconspicuous and simple surfing their websites for customers looking for simplicity to procure certain products or services.": "Это решение может быть реализовано компанией любого размера, желающей понравиться потребителям и одновременно получать прибыль. Мультивалютный метод позволяет торговцам предлагать незаметный и простой просмотр своих веб-сайтов для клиентов, которые ищут простоту для приобретения определенных продуктов или услуг.",
  "Now traders are able to expand their portfolios, to discover new markets and to gain a winning position among rivals!": "Теперь трейдеры могут расширить свои портфели, открыть для себя новые рынки и занять выигрышную позицию среди конкурентов.",

  "__comment__": "Do not translate this. Coming Soon page",

  "Credit card": "Платежная карта",
  "Fastoo is the company that successfully helps merchant from numerous types of business with credit card processing. All our clients are different. They have own style of work, however we provide payments solutions for everyone. Regardless of type of industry or size, each company is eager to receive first-rate credit card processing solution on fair conditions with all needful features and extremely high level of reliability. Very important thing is customer service because the best payment solution is solution offered opportunely.": "Fastoo — это компания, которая успешно помогает продавцам различных видов бизнеса с процессингом кредитных карт. Все наши клиенты разные. У них свой стиль работы, но мы предоставляем платежные решения для всех. Независимо от типа отрасли или размера, каждая компания стремится получить первоклассное решение для обработки кредитных карт на справедливых условиях со всеми необходимыми функциями и чрезвычайно высоким уровнем надежности. Очень важной вещью является обслуживание клиентов, потому что лучшее платежное решение — это решение, предложенное своевременно.",
  "Digital card": "Цифровая карта",
  "Fastoo is the company that successfully helps merchant from numerous types of business with credit card processing. All our clients are different. They have own style of work, however we provide payments solutions for everyone. Regardless of type of industry or size, each company is eager to receive first-rate credit card processing solution on fair conditions with all needful features and extremely high level of reliability. Very important thing is customer service because the best payment solution is solution offered opportunely.": "Fastoo — это компания, которая успешно помогает продавцам различных видов бизнеса с процессингом кредитных карт. Все наши клиенты разные. У них свой стиль работы, но мы предоставляем платежные решения для всех. Независимо от типа отрасли или размера, каждая компания стремится получить первоклассное решение для обработки кредитных карт на справедливых условиях со всеми необходимыми функциями и чрезвычайно высоким уровнем надежности. Очень важной вещью является обслуживание клиентов, потому что лучшее платежное решение — это решение, предложенное своевременно.",

  "Please, choose the game provider and your game login to top up your balance": "Пожалуйста, выберите игрового провайдера и свой игровой логин для пополнения баланса",
  "Your firstname*": "Ваше имя",
  "Your lastname*": "Ваша фамилия",
  "Phone number* (without +)": "Номер телефона* (без +)",
  "Country*": "Страна",
  "State/City*": "Город",
  "ZIP Code*": "ZIP код",
  "Email*": "Почта",
  "Address*": "Адрес",
  "Select a game*": "Выберите игру*",
  "Your nickname*": "Ваш ник",
  "Deposit* (MIN 1 EUR)": "Депозит* (MIN 1 EUR)",
  "First and last name on the CC*": "Имя и фамилия в CC*",
  "Credit card number*": "Номер кредитной карты*",
  "Month from the CC*": "Месяц СС*",
  "Year from the CC*": "Год СС",
  "CVV Code*": "CVV",
  "Enter your firstname": "Введите имя",
  "Enter your lastname": "Введите фамилию",
  "Enter country": "Введите страну",
  "Enter your state / city": "Введите город",
  "Enter your address": "Введите адрес",
  "Enter your ZIP code": "Введите страну ZIP код",
  "Enter your nickname": "Введите ник",
  "Select provider": "Выберете поставщика",
  "Select a year": "Выберете год",
  "Select a month": "Выберете месяц",
  "Make a payment": "Совершить платеж",

  "How to connect": "Как подключить?",
  "About us": "О нас",

  "Payment Solutions System from Fastoo": "Система платежных решений от Fastoo",

  "Coming Soon": "Вскоре",

  "Office": "Офис",
  "Contact": "Контакты",
  "Open hours": "График работы",

  "Next step": "Следующий шаг",

  "Payment Form": "Форма оплаты",
  "To pay with a credit card, fill in all the fields": "Для оплаты банковской картой заполните все поля",
  "Registration in a personal account, which will lead to another site": "Регистрация в личном кабинете, которая будет вести на другой сайт",
  "Add new doc": "Добавить новый документ",
  "This page is unique and generated just for you": "Эта страница уникальна и создана специально для вас",
  "for registration on the site": "для регистрации на сайте",

  "Application form": "Заявка",
  "E-Comm Merchant Application Form": "Форма заявки для электронной коммерции",
  "Application Date": "Дата заявки",
  "New Merchant": "Новый продавец",
  "Existing Merchant": "Существующий продавец",
  "Merchant Information": "Информация о продавце",
  "Limits": "Лимиты",
  "Activity Range": "Диапазон деятельности",
  "Type of Integration": "Тип интеграции",
  "Additional features": "Дополнительные возможности",
  "Merchant Portal": "Портал продавца",
  "To receive application status": "Для получения статуса заявки",
  "Registered Name": "Зарегистрированное имя",
  "Trading Name": "Торговое наименование",
  "Business Registration Number": "Регистрационный номер компании",
  "Website / Live URL": "Веб-сайт / URL в реальном времени",
  "Registration Date": "Дата регистрации",
  "URLs and IP Addresses Impacting the Cardholder Data Environment to be Scanned": "URL-адреса и IP-адреса, влияющие на окружение данных держателя карты, которые нужно сканировать",
  "URLs - proof of ownership": "URL-адреса - подтверждение владения",
  "Address": "Адрес",
  "City": "Город",
  "State": "Штат",
  "Country": "Страна",
  "Postcode": "Почтовый индекс",
  "Nature of Core Business": "Характер основной деятельности",
  "License and related documentation": "Лицензия и связанная документация",
  "Contact Person’s Name": "Имя контактного лица",
  "Contact Person’s Mobile Number": "Мобильный номер контактного лица",
  "Contact Person’s Email Address": "Адрес электронной почты контактного лица",
  "IT Manager’s Name (for technical purposes)": "Имя IT-менеджера (для технических целей)",
  "IT Manager’s Mobile Number": "Мобильный номер IT-менеджера",
  "IT Manager’s Email Address": "Адрес электронной почты IT-менеджера",
  "Support Contact Person’s Name": "Имя контактного лица службы поддержки",
  "Support Contact Person’s Mobile Number": "Мобильный номер контактного лица службы поддержки",
  "Support Contact Person’s Email Address": "Адрес электронной почты контактного лица службы поддержки",
  "Type of Ownership": "Тип владения",
  "Owner’s Name/s": "Имя(на) владельца",
  "Registration No. / ID Card No.": "Регистрационный номер / номер удостоверения личности",
  "Ownership Structure": "Структура собственности",
  "Registered Address": "Зарегистрированный адрес",
  "Country": "Страна",
  "Post Code": "Почтовый индекс",
  "Phone": "Телефон",
  "Email": "Электронная почта",
  "Terminal Currency": "Валюта терминала",
  "Terminal Time Zone": "Часовой пояс терминала",
  "Average Transaction Daily Amount": "Средний дневной объем транзакций",
  "Estimated Monthly Volume": "Предполагаемый ежемесячный объем",
  "Average Ticket Size": "Средний размер транзакции",
  "Maximum TPS": "Максимальное количество транзакций в секунду (TPS)",
  "Average TPS": "Среднее количество транзакций в секунду (TPS)",
  "Refund daily average Amount": "Средний дневной объем возвратов",
  "Expected transaction peak time slot/s": "Ожидаемое время пиковых транзакций",
  "Maximum Ticket Size": "Максимальный размер транзакции",
  "Is your technological architecture compliant to the payment cards industry data security standards (PCI DSS)?": "Соответствует ли ваша технологическая архитектура стандартам безопасности данных платежных карт (PCI DSS)?",
  "Card data input method - Payment Page": "Метод ввода данных карты - страница оплаты",
  "Bank Payment Page": "Страница оплаты банка",
  "Via API (PSI DSS Mandatory)": "Через API (обязательно соответствие PSI DSS)",
  "Authorization message": "Сообщение авторизации",
  "Single (purchase)": "Одиночная (покупка)",
  "dual message (Pre-auth; capture)": "Двойное сообщение (предварительная авторизация; подтверждение)",
  "Dynamic Descriptor": "Динамический дескриптор",
  "Yes": "Да",
  "No": "Нет",
  "Refund": "Возврат",
  "Merchant Portal Access": "Доступ к порталу продавца",
  "Merchant Portal Admin user Information, Name, surname, Email": "Информация об администраторе портала продавца: имя, фамилия, адрес электронной почты",
  "Phone number": "Номер телефона",
  "Ownership Information": "Информация о собственности",
  "Refund daily average Amount": "Средний дневной объем возвратов",
  "Average TPS": "Среднее количество транзакций в секунду",
  "Merchant web link": "Веб-ссылка продавца",
  "Legal name": "Юридическое название",
  "Company Identification Number": "Номер идентификации компании",
  "Merchant category(MCC)": "Категория продавца (MCC)",
  "Expected Transaction Amount": "Ожидаемая сумма транзакции",
  "Expected Transaction Count": "Ожидаемое количество транзакций",
  "To add another merchant": "Добавить продавца",
  "Next merchant": "Следующий продавец",
  "To delete": "Удалить",

  "Documents which you have to provide": "Документы, которые вы должны предоставить"
}
